[
	
	{
		"id": "aaja-nachle",
		"url": "/people/aaja-nachle/",
		"image": "/uploads/aaja-nachle.jpg",
		"name": "Aaja Nachle",
		"youtube_video_id": "",
		"description_markdown": "*Dance Group*\n\n\n  &nbsp;\n\n\nAaja Nachle is Auckland's leading Indian dance school with 3 studios across Auckland, 200 dancers, and a team of 16 part-time staff. At TEDxAuckland 2018, they wil share their love for music, dance, and culture.\n\n\n  &nbsp;\n\n\nAs Indian kiwis, the school has a unique perspective on our culture and heritage and which is reflected in the dance classes and creative pieces. Aaja Nachle focus on tackling issues like arranged marriages, patriarchal society, and identity loss through their dances.\n\n\n  &nbsp;\n\n\nRun by Jignal Bhagvandas and Priyal Bhoola, two friends from high school that work full time in the health sector but come together to run the dance school in their downtime, the school really is a labour of love. The team are excited to bring to you 'sashaktikaran' (empowerment in hindi).",
		"website_url": "http://www.aajanachle.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "aakash-polra--jade-tan",
		"url": "/people/aakash-polra--jade-tan/",
		"image": "/uploads/mobileeye-70.jpg",
		"name": "Aakash Polra & Jade Tan",
		"youtube_video_id": "Xt5OuEnJbM4",
		"description_markdown": "MobileEye is a software start-up that is striving to help the blind better experience the world around them. Co-founded by students from Auckland University of Technology Aakash Polra, Jade Tan and Mohit Singh, MobileEye is creating technology capable of translating photographs into audible descriptions using smartphone technology.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "adrien-taylor",
		"url": "/people/adrien-taylor/",
		"image": "/uploads/adrien-taylor-1200x1200.jpg",
		"name": "Adrien Taylor",
		"youtube_video_id": "XOnl7PijqIs",
		"description_markdown": "*journalist* / *turned entrepreneur*\n\nAdrien is the former environment reporter for 3News (now Newshub). He left his full-time position in Auckland last year to pursue the startup dream. Since then, he’s been to Bangladesh to film a climate change documentary for the United Nations and has gone on to found two companies: furniture procurement website Bamtino and cap company Offcut. Adrien came up with the idea for Offcut on a visit to his father’s textile warehouse in Christchurch. He thought it was ridiculous that so many perfectly good off-cuts were thrown out to landfill, so he got his best mate Matt Purcell involved to launch their range of super limited five panel caps. All Offcut caps are handcrafted in New Zealand and a tree is planted with every cap sold.",
		"website_url": "https://offcut.co",
		"medium_url": "",
		"twitter_url": "https://twitter.com/Adrien_Taylor",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "alexander-macdonald",
		"url": "/people/alexander-macdonald/",
		"image": "/uploads/alexander-macdonald.jpg",
		"name": "Alexander MacDonald",
		"youtube_video_id": "LD0yGBwszCQ",
		"description_markdown": "Alex is the senior economic advisor at NASA and the founding program executive for NASA’s Emerging Space Program. With the rising interest in commercial and private space exploration, Alex bridges the knowledge gap and provides the economic expertise.\n\nHe has presented at the United Nations on asteroid impact mitigation and his spacecraft projects have seen him design small satellites for coral reef health mapping, earthquake early-detection and asteroid rendezvous. Alex was also a Clarendon Scholar at the University of Oxford, where he completed his doctoral dissertation on, “The Long Space Age: An Economic Perspective on American Space History.",
		"website_url": "https://www.nasa.gov/content/alex-macdonald-senior-economic-advisor-office-of-the-administrator",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "alistair-knott",
		"url": "/people/alistair-knott/",
		"image": "/uploads/alistair-knott-70.jpg",
		"name": "Alistair Knott",
		"youtube_video_id": "qhqLoTKBRz0",
		"description_markdown": "Alistair Knott is a linguist and cognitive scientist working at Otago University‘s Department of Computer Science. He grew up in Brussels, attending the European School, a multilingual institution whose Babel-like environment sparked a lifelong interest in language. Ali studied psychology and philosophy at Oxford University, and then did postgraduate and postdoctoral work in artificial intelligence at the University of Edinburgh. He took up a lectureship at Otago in 1999, where he is now an associate professor. Ali’s research is in computational modelling of human language, with a focus on models of language generation. He worked on some of the earliest text generation systems deployed on the World Wide Web, and on an influential web-based human-computer dialogue system. His current interest is in psychological models of text generation: What are the neural mechanisms which allow people to talk about what they see and do?",
		"website_url": "http://www.cs.otago.ac.nz/staff/Alistair_Knott",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "andrea-reid",
		"url": "/people/andrea-reid/",
		"image": "/uploads/ar-1200-80.jpg",
		"name": "Andrea Reid",
		"youtube_video_id": "",
		"description_markdown": "Andrea Reid started a movement in New Zealand that aims to connect the city's parks, reserves and urban agricultural centres together to form Pollinator Paths. These paths will help bring crucial pollinators into our urban areas to enable our growing urban food network to thrive.\n\nThe concept started in 2014 as a University thesis for her final year of a Bachelor of Landscape Architecture degree, and has now grown into a fully fledged movement.\n\nAndrea is currently collaborating with the Waitemata Local Board, Auckland Council, Auckland Transport, Gecko NZ Trust, For the Love of Bees, Kelmarna Gardens, several local community groups, sponsors & a bunch of passionate volunteers to create a series of prototypes to install throughout Auckland.\n\nThe project has won multiple awards and has been featured on Whanau Living, RadioNZ, NZ Herald, Stuff & the NZ Gardner Magazine.",
		"website_url": "https://www.pollinatorpaths.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/pollinatorpath/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/pollinator_paths/",
		"linkedin_url": ""
	},
	
	{
		"id": "andrew-barnes",
		"url": "/people/andrew-barnes/",
		"image": "/uploads/andrew-barnes2-1.jpg",
		"name": "Andrew Barnes",
		"youtube_video_id": "xjgqCgoxElw",
		"description_markdown": "*Innovator / Entrepreneur / Philanthropist*\n\nAndrew has made a career of market-changing innovation and industry digitisation. Most recently, in New Zealand, he triggered a revolution of the entire fiduciary and legal services industries, and the transformation he has led as the founder of Perpetual Guardian has positive implications both locally and globally. This was evidenced by his announcement of the four-day week, which made headlines around the world reaching an audience of over 4 billion people from 35 different countries and leading change in government thinking in the Europe, Australia and New Zealand.\n\nAndrew is a director of Complectus Limited, the company encompassing Perpetual Guardian and several other trustee businesses. He is the director of Coulthard Barnes, chair of the Regional Facilities Auckland board, and chairman of New Zealand payroll provider, PaySauce. PaySauce recently launched a new draw-down service to give employees interest-free access to money they have already earned as soon as they earn it, and is aimed at preventing people having to resort to pay day lenders (which charge up to 700% interest on small loans).\n\nEarlier in his career, Andrew identified the opportunity for the evolution of real estate in Australia and was chairman of realestate.com.au at the time of its IPO on the ASX. Later, he became CEO of Bestinvest, a UK-based investment management and advisory company, leading the sale to private capital in 2007, and was managing director of Australian Wealth Management Limited, a major Australian wealth management and trustee business that he led to IPO in 2005.\n\nAndrew is a sought-after keynote speaker and is regularly asked to address audiences internationally on subjects as diverse as governance, philanthropy and business, leadership, entrepreneurship, team culture and change management topics.",
		"website_url": "https://www.perpetualguardian.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "andrew-patterson",
		"url": "/people/andrew-patterson/",
		"image": "/uploads/andrew-patterson-70.jpg",
		"name": "Andrew Patterson",
		"youtube_video_id": "Mu5xYDkw9ys",
		"description_markdown": "Andrew is arguably New Zealand’s most internationally recognised and published Architect. Last year the worlds most searched architectural Journal, London based ‘World Architecture News’ named his firm, Patterson Associates as one of five Architects world wide “who’s work is set to shape Global Architecture in the 21st century. He is the designer of New Zealand’s only new build 6 Green Star rated project – Geyser, in Auckland. Rated as international innovator Andrew believes if that if New Zealand is to sustainably succeed its built environment must equal or better its natural environment.",
		"website_url": "http://pattersons.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/pattersonassociates/",
		"linkedin_url": ""
	},
	
	{
		"id": "andy-blood",
		"url": "/people/andy-blood/",
		"image": "",
		"name": "Andy Blood",
		"youtube_video_id": "by3CwhsixrQ",
		"description_markdown": null,
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/thebloodster",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "andy-crowe--rui-peng",
		"url": "/people/andy-crowe--rui-peng/",
		"image": "/uploads/Export-3.jpg",
		"name": "Andy Crowe & Rui Peng",
		"youtube_video_id": "g_fFi7vFrHA",
		"description_markdown": "Andy co-founded Critical. Design in 2013 with Rui Peng, aimed at democratising manufacturing. The Design Lab is located inside decile 1 Wesley Intermediate School and brings tech such as 3D design and printing, robotics and CNC milling to their students and community. Andy has supported innovative initiatives in the education sector and continues to help teachers to think outside of the box to best prepare students for an unknown future. He has harnessed this experience to drive the social innovation initiatives that Critical pursues.\n\nRui Peng is a husband, father, social entrepreneur, designer, maker, architect, technology enthusiast, and a man with a big mission. The question that guides his work and life is: ‘How can I align my deepest desire with the world’s deepest need?’ As a young designer based in the low socioeconomic neighbourhood of Mt Roskill, he is searching for the “sweet spot” where his talents can be directed towards empowering his neighbours to gain the skills and resources they need to determine their own futures. He co-founded Critical. Design in 2013 and right now, he’s working through the immense challenges that come with making the dream of the social entrepreneur a reality.",
		"website_url": "http://www.criticaldesign.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/criticalnz",
		"facebook_url": "https://www.facebook.com/CriticalDesignNZ/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/criticalnz/",
		"linkedin_url": ""
	},
	
	{
		"id": "angie-judge",
		"url": "/people/angie-judge/",
		"image": "/uploads/angie-judge.jpg",
		"name": "Angie Judge",
		"youtube_video_id": "EKBKqcaHOIg",
		"description_markdown": "Angie Judge is a Kiwi technology entrepreneur revolutionising the museum experience. Her company Dexibit brings artificial intelligence into the world’s cultural institutions and has been recognised as the global leader in data science for the cultural sector. Her passion for history, art and science coupled with computer engineering and analytics inspires her to make data-driven insight accessible to all museums.\n\nShe writes on cultural commercialisation, lectures in machine learning and is a proud supporter of getting girls into STEM careers.",
		"website_url": "https://dexibit.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/angie_dexibit",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "anna-coddington",
		"url": "/people/anna-coddington/",
		"image": "/uploads/anna-coddington-1200x1200.jpg",
		"name": "Anna Coddington",
		"youtube_video_id": "X9R84sNlLYY",
		"description_markdown": "Anna is one of NZ's finest musicians known for her enchanting live performances and a voice which \"flows perfectly from soft to grunty\".\n\nAnna is currently working on her third album which will be the culmination of five years of diligent songwriting and many hours in her home studio, combined with studio sessions at Auckland’s The Lab with some of NZ’s finest musicians.\n\nShe holds a Master's Degree in Linguistics, is a former winner of the Smokefree Rockquest as a teen, and has been a finalist for the Silver Scroll numerous times. Anna is a frequent collaborator with the collective Fly My Pretties, a mother, environmentalist, and a second-dan Karate black belt.",
		"website_url": "http://www.annacoddington.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/AnnaCoddington",
		"facebook_url": "https://www.facebook.com/AnnaCoddingtonMusic",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/annacoddington/",
		"linkedin_url": ""
	},
	
	{
		"id": "anna-faber",
		"url": "/people/anna-faber/",
		"image": "/uploads/anna-faber.jpg",
		"name": "Anna Faber",
		"youtube_video_id": "cMxUl2k4DsY",
		"description_markdown": "Anna Faber is a Master’s student at The University of Auckland researching the interaction between the US and Asia within a film context. In particular, her world-first research explores the impact South Korean film and media has on South Korean society. Notoriously censored in the past, South Korean film has underscored major political movements and provided somewhat of a guideline to South Korean existence.\n\nAnna was awarded a first class honours degree in which she undertook various studies in feminist film theory and documentary-making in addition to a dissertation on the concept of borders in South Korean horror film.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/afaberfilms/",
		"linkedin_url": ""
	},
	
	{
		"id": "annamarie-jamieson",
		"url": "/people/annamarie-jamieson/",
		"image": "/uploads/am-1200-90.jpg",
		"name": "Annamarie Jamieson",
		"youtube_video_id": "",
		"description_markdown": "Annamarie firmly believes that everyone has the right to contribute to society, to follow a passion, and to be connected to our communities in some shape or form.\n\nIn her position as the People & Culture Director for [Stuff.co.nz](http://stuff.co.nz/), she launched and implemented the award-winning *Creative Spirit programme*, which gives young adults with intellectual disabilities a chance to contribute to society in a meaningful way.\n\nThis was followed by *The Coffee CO-OP*, Stuff’s Auckland office cafe, which is staffed by deaf baristas, and received the *2017 Attitude ACC Employer Award*, and in the same year was a *Diversity and Inclusion Leadership Award* Finalist.\n\nShe also won Fairfax Media’s inaugural *Women of Influence Community Leader* award in recognition of this work, which supports the employment of people with disabilities.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "ash-graham",
		"url": "/people/ash-graham/",
		"image": "/uploads/ash-graham-70.jpg",
		"name": "Ash Graham",
		"youtube_video_id": "8jjcVhpMow0",
		"description_markdown": "Ash didn’t choose music, it chose him, and lucky for us it did. His songs show a maturity that is quite beyond his 18 years. His new EP Sixth Street Soul will be released in July this year shows a new and developed progression in his music, and has seen him working with the likes of Andrew Spraggon (Sola Rosa). He has already won a myriad of competitions, supported a wide range of artists from I am Giant to Anna Coddington to Shihad. His songs have placed in song writing competitions nationally and internationally, and he’s playing the big NZ festivals (R n V, Blues and Brews) His music has a hook that keeps you wanting to come back for more.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/AshAshgraham",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "assil-russell",
		"url": "/people/assil-russell/",
		"image": "/uploads/assil-russell-70.jpg",
		"name": "Assil Russell",
		"youtube_video_id": "bYNRnfKh4ns",
		"description_markdown": "Assil Russell is a young dental surgeon from Hamilton who has a passion for helping others. Born in Iraq and raised in New Zealand, at the age of 21 Assil set up New Zealand’s first and only registered medical and dental charity for Iraqi orphans and disadvantaged children – I CARE (Iraqi Children’s Aid & Repair Endeavour). Assil believes that “You don’t have to be a doctor to save lives” and ICARE is now an international movement that is empowering ordinary people from all walks of life to make a real difference, one smile at a time.",
		"website_url": "http://www.iraqicare.org/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "bailey-wiley",
		"url": "/people/bailey-wiley/",
		"image": "/uploads/bailey-wiley-70.jpg",
		"name": "Bailey Wiley",
		"youtube_video_id": "",
		"description_markdown": "Few artists come new to the game with such a fearless and complete approach to music. Bailey Wiley filters neo-soul classicism through modern, righteous and true live musicianship. The star of the show is her golden voice – effortless and organic, supported by her raw talented band. Her debut record “IXL” is made in collaboration with polyglot beatmaker and producer Swaren Veygal and features six original cuts from two of New Zealand’s most exciting new talents. Live on stage is where Bailey belongs. Having already shared the stage with the established and the up-and-coming, she’s setting her sights on more solo shows. At the moment she is a part of the successful collaborative Fly My Pretties, while she is working on her new solo album and preparing herself for her upcoming summer tour. Do not miss the chance to see a true star on her way up!",
		"website_url": "https://www.baileywiley.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/_BaileyWiley_",
		"facebook_url": "https://www.facebook.com/baileymusicnz/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "barbara-breen",
		"url": "/people/barbara-breen/",
		"image": "/uploads/barbara-breen-1200x1200.jpg",
		"name": "Barbara Breen",
		"youtube_video_id": "irtsSSek1k8",
		"description_markdown": "*conservationist* / *geographer* / *social ecologist*\n\nBarbara is a senior lecturer in the School of Applied Sciences at Auckland University of Technology and has over 20 years’ experience working in government and NGO’s.\n\nHer research and personal interests are in geography, ecosystem management, cultural landscapes and spatial ecology. Her research focus has been the identification, selection and management of Protected Areas, using geospatial sciences and novel remote sensing technology, such as drones, to map habitats and landscapes for conservation planning.\n\nBarbara's work has taken her to some of the world's most remote and unique ecosystems including desert systems in both Antarctica and the Namibia. She is a self confessed techno-nerd and is an advocate for the effective use of drones for good in NZ and beyond.",
		"website_url": "https://www.aut.ac.nz/profiles/barbara-bollard-breen",
		"medium_url": "",
		"twitter_url": "https://twitter.com/BarbaraBreen1",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "billie-jordan",
		"url": "/people/billie-jordan/",
		"image": "/uploads/billie-jordan-70.jpg",
		"name": "Billie Jordan",
		"youtube_video_id": "saRWpSqQpPA",
		"description_markdown": "After narrowly surviving New Zealand’s deadliest earthquake in Christchurch in 2011, Billie Jordan felt there was more to life than working as a communications consultant for large corporations. So she quit her job and moved to a small island off the East Coast of Auckland in New Zealand. Once there she taught herself how to dance following hip hop clips on YouTube, then gathered up her elderly neighbours (aged 68 to 96 years old) and established them as a hip hop dance crew with the audacious goal of performing at the World Hip Hop Championships in Las Vegas within eight months. From that point on her life and the lives of her dance group changed forever.",
		"website_url": "https://www.billiejordan.org/, https://www.hipop-erationdance.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/BillieJordanNZ",
		"facebook_url": "https://www.facebook.com/TheHipOpErationCrew/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "billy-gammon",
		"url": "/people/billy-gammon/",
		"image": "",
		"name": "Billy Gammon",
		"youtube_video_id": "GPRhqzmeZtY",
		"description_markdown": null,
		"website_url": "http://www.vipescapes.com/",
		"medium_url": "https://about.me/billy.gammon",
		"twitter_url": "https://twitter.com/Billy_Gammon",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "brenda-frisk",
		"url": "/people/brenda-frisk/",
		"image": "",
		"name": "Brenda Frisk",
		"youtube_video_id": "YS3Fqf6hwOM",
		"description_markdown": "Having forged a career building business solutions with technology and digital at their core, Brenda excels at bridging the gap between the C-suite and operations when it comes to creating, communicating and selling a digital future that others want to be part of. With 20+ years extensive experience creating and influencing innovative, digital and technological solutions Brenda help organisations transform their vision into reality.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": "https://www.linkedin.com/in/brendafrisk/"
	},
	
	{
		"id": "brian-sweeney",
		"url": "/people/brian-sweeney/",
		"image": "/uploads/brian-sweeney-70.jpg",
		"name": "Brian Sweeney",
		"youtube_video_id": "6TfwRRJTF1o",
		"description_markdown": "Brian Sweeney is the New York-based Chairman of SweeneyVesty, a global corporate communications company founded in Wellington in 1987 with Jane Vesty. He is dedicated to the idea of New Zealand exporting its services, innovation and creativity, and to the related positioning and communications New Zealand must undertake to be competitive globally. He has a Politics degree from the University of Waikato. Brian has produced film, books, photography, theatre and music. He first attended TED in Kobe, Japan in 1994.",
		"website_url": "http://www.sweeneyvesty.com/",
		"medium_url": "",
		"twitter_url": "http://www.nzedge.com/",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "cameron-sims",
		"url": "/people/cameron-sims/",
		"image": "/uploads/cameron-sims.jpg",
		"name": "Cameron Sims",
		"youtube_video_id": "HWiFTt2s9hY",
		"description_markdown": "Cameron Sims believes the simple ingredient hemp, is the key to changing the world and helping humanity become more sustainable. As a Kiwi raised on a sheep and beef farm, he became New Zealand’s first hemp-based chef.\n\nCameron’s company Plant Culture encourages and supports consumers to be environmentally friendly. His ultimate goal is to create a modern and biodynamic university campus to reintroduce biodiversity back into our cities and soils. Cameron’s passions are plant-based cuisine, art, nature, environmental enterprise, adventure, extreme sports, meditation, breathing, yoga and people.",
		"website_url": "https://www.plantculture.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/plantculture.nz/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/cam.sims/",
		"linkedin_url": ""
	},
	
	{
		"id": "cather-simpson",
		"url": "/people/cather-simpson/",
		"image": "/uploads/cather-simpson.jpg",
		"name": "Cather Simpson",
		"youtube_video_id": "9qIZpiWFQiA",
		"description_markdown": "Professor Cather Simpson, a physics and chemistry professor at the University of Auckland, wants to spark further innovation in our universities to boost economic benefit. As the director of the Photon Factory, she runs a high-tech laser lab which uses exotic pulsed lasers to help scientists from all realms and levels achieve their goals - whether to improve products in industry or even assist a science fair project.\n\nCurrently, her lab is studying anything from how molecules light into more useful forms of energy, to how to better sort sperm by sex for industry.\n\nWhen she’s not enjoying using lasers to solve the knotty problems presented by Mother Nature, she’s doing puzzles with her partner Tom and being taxi-mom to two engaging teenage boys.",
		"website_url": "http://www.photonfactory.auckland.ac.nz/en/ABOUT/about-the-photon-factory.html",
		"medium_url": "",
		"twitter_url": "https://twitter.com/ptolemytortoise",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "catherine-bell",
		"url": "/people/catherine-bell/",
		"image": "/uploads/catherine-bell-70.jpg",
		"name": "Catherine Bell",
		"youtube_video_id": "mQHUs5bcGDY",
		"description_markdown": "Catherine’s mission in life is to inspire people to cook and eat simple, good food. A passionate foodie and Dish Magazine co-founder, Catherine is behind the Garden to Table Trust, a programme established to teach children aged 7-10 years how to grow, harvest, cook and share food.\n\nThe programme ticks all the boxes that Catherine feels are important in the world right now: caring for and about the natural world, knowing where food comes from and how to produce it, and knowing how to feed ourselves and our families.\n\nCatherine hopes that through the Garden to Table Trust, children can go up knowing the basic skills, reduce waste, eliminate plastic and chemicals, and eat only fresh food.",
		"website_url": "http://www.gardentotable.org.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/gardentotablenz?lang=en",
		"facebook_url": "https://www.facebook.com/garden2table/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/gardentotablenz/",
		"linkedin_url": ""
	},
	
	{
		"id": "chris-pemberton",
		"url": "/people/chris-pemberton/",
		"image": "/uploads/chris-pemberton.jpg",
		"name": "Chris Pemberton",
		"youtube_video_id": "yiAWXlAXBzQ",
		"description_markdown": "Chris is an electrician by trade, but his real passion lies in helping people lead more creative lives. As the founder of Humans of K Road and now Humans for the Future, Chris focuses on bring humans from all walks of life together to share sustainable ideas and pursue their creative endeavours. His exhibition Creative Mirror is currently touring the world, inspiring people to unleash their inner creativity, by connecting them to different artists and opening up the art world.\n\nChris also founded the Crisp Creative Club in Australia, which holds sessions to help others improve their creative mindset. As the author of The Creative Soul, Chris believes “If it's the journey, not the destination, then we may as well make the journey as creative and colourful as possible”.",
		"website_url": "https://www.crispcreative.club/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/crisp.creative/",
		"linkedin_url": ""
	},
	
	{
		"id": "chris-smith",
		"url": "/people/chris-smith/",
		"image": "/uploads/chris-90.jpg",
		"name": "Chris Smith",
		"youtube_video_id": "",
		"description_markdown": "Chris is an experienced banking executive, spanning nearly 20 years in both the UK and New Zealand markets, with a strong Product and Finance background.\n\nChris gained significant executive experience leading the banking sector through the GFC and the subsequent regulatory framework shake-up in the UK market. Before departing the UK, Chris became an active commentator in the UK financial media on topics related to Housing.\n\nNow in NZ, Chris has spent the past four years working within the NZ banks to understand the similarities and differences of the UK/NZ market. Now Chris is establishing a new banking model, developing a Fintech within a major NZ bank with the following core purpose;\n\n1\\. Spend every minute of every day solving important customer problems.\n\n2\\. Reinvent banking, by disrupting existing core banking products and services.\n\n3\\. The Start-up and the Incumbent rolled into one – delivering better and faster outcomes for more customers.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "cori-gonzalez-macuer",
		"url": "/people/cori-gonzalez-macuer/",
		"image": "/uploads/cori-gonzales-1200x1200.jpg",
		"name": "Cori Gonzalez-Macuer",
		"youtube_video_id": "DmDwJPAIjmw",
		"description_markdown": "*comedian* / *actor* / *writer* / *man*\n\nBilly T Award winning comedian and star of the hit feature film, What We Do In The Shadows, Cori Gonzalez-Macuer, as seen on the Old Mout Comedy Gala and a regular on 7 Days, is one of NZ's finest young comedy talents. The last year has seen him attend the prestigious Sundance and Berlin Film Festivals as part of the What We Do In The Shadows team as well as attending the film's U.S. premiere in New York, whereafter, he performed massive shows across New York and L.A.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/corigm",
		"facebook_url": "https://www.facebook.com/cori.gonzalezmacuer/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/corigram/",
		"linkedin_url": ""
	},
	
	{
		"id": "dale-pfeifer",
		"url": "/people/dale-pfeifer/",
		"image": "/uploads/dale-pfeifer-71.jpg",
		"name": "Dale Pfeifer",
		"youtube_video_id": "VSwz4uaXVOc",
		"description_markdown": "Dale is changing the way we connect online. Her #donate software, developed to make giving easy on social media, is unleashing the next generation of generosity. Her goal is to support the evolution of the human experience with money by creating a generosity-based financial system. A native Kiwi, her company GoodWorld is based in Washington DC.\n\nPrior to going to the United States, Dale ran Victoria University’s Center for the Study of Leadership. Her award-winning research took her to Harvard where she applied the theory of Allophilia to Maori leadership. This work demonstrates how the power of love and effective leadership can bring big diverse groups of people together.",
		"website_url": "https://goodworld.me/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/DaleNIVPfeifer",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "dale-williams",
		"url": "/people/dale-williams/",
		"image": "/uploads/dale-williams-60.jpg",
		"name": "Dale Williams",
		"youtube_video_id": "ib-raWy_TXI",
		"description_markdown": "Dale Williams was the Mayor of Otorohanga and Chair of the Mayors Taskforce for Jobs. A certified motorcycle engineer by trade, Dale has first-hand experience launching and growing successful motorcycle dealerships and training young people through apprenticeship programs. Passionate about helping young people achieve the best career outcomes for their personal circumstances, Dale is an advocate of non-academic vocational pathways, realising that not all young people are suited to tertiary education.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "daniel-gudsell",
		"url": "/people/daniel-gudsell/",
		"image": "/uploads/daniel-gudsell-2.jpg",
		"name": "Daniel Gudsell",
		"youtube_video_id": "",
		"description_markdown": "*Entrepreneur / Wood Enthusiast / Amateur Linguist*\n\n\n  &nbsp;\n\n\nDaniel Gudsell is a founding Director of New Zealand-based Abodo Wood - the leading proponent of wood modification technology in the Southern Hemisphere. In an industry where many exterior timbers are harvested from unsustainable old growth forests, or are treated with harmful chemicals, Daniel crafts timbers with lasting beauty that are safe for people and the environment. He believes in a world where sustainable, locally grown wood products can improve our lives and New Zealand’s carbon footprint. As a member of the International Research Group of Wood Preservation Daniel is connected with the world’s greatest minds in wood technology. Daniel has been a recipient of the Green Ribbon Award and the Sustainable Business Network awards in New Zealand, and is responsible for much of Abodo’s new market development and product design.",
		"website_url": "https://www.abodo.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/abodowood/",
		"linkedin_url": ""
	},
	
	{
		"id": "david-downs--jon-bridges",
		"url": "/people/david-downs--jon-bridges/",
		"image": "/uploads/david-downs--jon-bridges-70.jpg",
		"name": "David Downs & Jon Bridges",
		"youtube_video_id": "AHmLCY3O7_4",
		"description_markdown": "David Downs and Jon Bridges are serial co-authors, stretching right back to a time before email. After leaving university, they began their careers together in comedy, starring in comedy programme Away Laughing. After co-founding Auckland’s Classic Comedy Club their careers diverged. David went all corporate - working for Microsoft both here and in Asia before entering the public service, while Jon has been a presenter, writer, director and producer of TV and is also a sought-after MC and public speaker.\n\nWhile researching No.8 Re-wired, a compendium and celebration of New Zealand inventions which will be published by Penguin in September 2014, David and Jon became convinced that New Zealand’s pathway to achieving productivity matching that of our international peers lies through a rewiring of our famous No.8 Wire innovation mind-set.",
		"website_url": "http://www.no8rewired.kiwi/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/no8rewired/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "david-downs",
		"url": "/people/david-downs/",
		"image": "/uploads/david-downs-2.jpg",
		"name": "David Downs",
		"youtube_video_id": "r2Wv_wwFH1I",
		"description_markdown": "*Genetically modified organism / Cancer conqueror / Author*\n\n&nbsp;\n\nDavid is General Manager at New Zealand Trade and Enterprise (NZTE), an ex-comedian, TV and Radio actor, a recent cancer conqueror and documentor of his battle with cancer in the popular column ‘A Mild Touch of the Cancer’ on NZ’s Stuff. David was given less than a year to live but managed to beat cancer in a remarkable series of lucky breaks. After a year of chemotherapy, and staring a terminal diagnosis in the face, David got a literal lifeline, with the chance to get on to a clinical trial in the USA. Now a genetically modified cancer-killing machine, David’s reflecting on the lucky series of events that saw him beat cancer, and on his new approach to life.",
		"website_url": "http://www.downwithcancer.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/dwdowns",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "david-harvey",
		"url": "/people/david-harvey/",
		"image": "/uploads/david-harvey-1200x1200.jpg",
		"name": "David Harvey",
		"youtube_video_id": "FxSra_n9oeE",
		"description_markdown": "*lawyer / teacher / writer*\n\nDavid is a District Court Judge, an educator and an award winning academic on legal and information communications technology matters.\n\nAs a District Court Judge, he presided over all criminal jury trials and judge alone criminal matters, civil proceedings and in the Youth Court. His involvement with the New Zealand Court on information technology initiatives began in 1990, and has continued to influence his academic writing.\n\nJudge Harvey has presented a number of papers both in New Zealand and internationally on law and technology matters, especially in the field of how technology can improve court and judicial processes, as well as access to justice. David’s blog is a unique insight to a top level new legal decision making in an increasingly fast changing world.",
		"website_url": "https://theitcountreyjustice.wordpress.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "david-krofcheck",
		"url": "/people/david-krofcheck/",
		"image": "/uploads/david-krofcheck-60.jpg",
		"name": "David Krofcheck",
		"youtube_video_id": "qGtA4XXQRNE",
		"description_markdown": "David was born in Pittsburgh, Pennsylvania, USA. He earned a BSc in physics from Carnegie Mellon University, followed by an MSc and PhD in Physics from Ohio State University. While working on university campuses in Michigan and California, David held postdoctoral positions at both Lawrence Livermore and Lawrence Berkeley National Labs. David’s current work is based at the CERN laboratory in Geneva, Switzerland. He loves to play with ideas and is most happy when he can uncover similar strands of thought on disparate subjects, particularly in science, philosophy and religion. David believes that New Zealand should nurture its intellectual resources as it has done for its environmental riches.",
		"website_url": "http://www.science.auckland.ac.nz/people/d-krofcheck",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "david-razowsky",
		"url": "/people/david-razowsky/",
		"image": "/uploads/david-razowsky.jpg",
		"name": "David Razowsky",
		"youtube_video_id": "Jp2EcuMbAmY",
		"description_markdown": "For David Razowsky, all that matters is now. The respected Los Angeles-based improv guru has performed and directed in 10 Chicago Second City revues with the likes of Steve Carell, Stephen Colbert, Rachel Dratch and Amy Sedaris as well as being artistic director of The Second City Los Angeles for a decade. David’s philosophy is this: Your present awareness is the only thing you need to create compelling, smart, truthful, and surprising scenes. No games, no preconceived premises, no ideas, no ego.\n\nAs well hosting a weekly drop-in class when he’s not taking his improv around the world, he hosts the podcast ADD Comedy with Dave Razowsky. He is a consultant for Dreamworks, a teacher for Steppenwolf Theater, professor for California State University, and he directed two productions for Amsterdam’s Boom Chicago Theatre. David’s also a member of the Reduced Shakespeare Company.",
		"website_url": "http://www.davidrazowsky.com",
		"medium_url": "",
		"twitter_url": "https://twitter.com/drazowsky",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/drazowsky/",
		"linkedin_url": ""
	},
	
	{
		"id": "david-trubridge",
		"url": "/people/david-trubridge/",
		"image": "/uploads/david-trubridge-70.jpg",
		"name": "David Trubridge",
		"youtube_video_id": "GtQG6jAxOK4",
		"description_markdown": "David is an internationally renowned furniture and lighting designer. After settling on New Zealand following a five year yacht voyage with his family, David began designing furniture and lighting words inspired by his rich life experience. His Hawkes Bay manufactured works are sold all around the world and regularly feature in influential publications such as the Financial Times. David has won many awards both nationally and internationally including New Zealand’s most prestigious design award, the John Britten Award.",
		"website_url": "https://www.davidtrubridge.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "https://medium.com/@davidtrubridge",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "divya-dhar",
		"url": "/people/divya-dhar/",
		"image": "",
		"name": "Divya Dhar",
		"youtube_video_id": "l_L_t3nCfMw",
		"description_markdown": null,
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/divyadhar",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "eliot-witters",
		"url": "/people/eliot-witters/",
		"image": "/uploads/eliot-witters.jpg",
		"name": "Eliot Witters",
		"youtube_video_id": "0cC-s0T6aVE",
		"description_markdown": "*Singer / Song Writer*\n\n\n  &nbsp;\n\n\nRaised by whiskey, wolves, and Wilco, Witters is a champion of dulcet tones most often found in the American heartland. For TEDxAuckland 2018, Eliot will share a selection of songs from his continually expanding & developing songbook. Once described as Springsteen via Fred Dagg, Witters’ performances draw from experiences such as hopping freight trains in the American Midwest, to being chased out of dive bars in the most northern parts of Scandinavia. All of which are tales that have aged this Gisborne-born crooner well beyond his years. Outside of his solo work, he was the bassist for Auckland barroom rockers \"Kingsland” and the guitarist for “Napier Avalon Jones.”\n\n\n  &nbsp;\n\n\nPerhaps his biggest achievement thus far, Witters once scored a tidy 22\\* not out to almost win the last game of the season for his team in Auckland’s Social Cricket Sunday League Division 4 two years ago.",
		"website_url": "https://www.youtube.com/channel/UCzn2yq12ogaJH2IsK8p48gw",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "emeline-paat-dahlstrom",
		"url": "/people/emeline-paat-dahlstrom/",
		"image": "/uploads/emeline-paat-dahlstrom-1.jpg",
		"name": "Emeline Paat-Dahlstrom",
		"youtube_video_id": "1Q5nXNVBj9Y",
		"description_markdown": "Emeline Paat-Dahlstrom is a space entrepreneur. Originally from the Philippines, she’s spent nearly 30 years building space and technology educational ecosystems around the world, including International Space University programs in eight countries. Emeline has also worked for space startup companies such as Space Adventures, the first space tourism company to send private citizens to the International Space Station.\n\nAs a Fellow of the Edmund Hillary Fellowship, Emeline now has her sights set on New Zealand, moving here from Silicon Valley to co-found SpaceBase, a networking a funding platform focused on creating a sustainable space ecosystem in Aotearoa.",
		"website_url": "http://internationalspace.com/",
		"medium_url": "http://spacebase.co/",
		"twitter_url": "https://twitter.com/epaatdahlstrom",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "emma-rogan",
		"url": "/people/emma-rogan/",
		"image": "/uploads/emma-rogan-70.jpg",
		"name": "Emma Rogan",
		"youtube_video_id": "bZOwMqxLIn4",
		"description_markdown": "Emma is an awarded and recognised designer. Her work has been awarded &nbsp;NZ Best Awards, Communication Arts, The Webby Awards and Adobe. Emma's passion for design extends to creative side-ventures - like working on Hollywood blockbusters, and in 2011 she adapted a project from Michael Bierut's class at Yale, and launched the '100 Days Project' in NZ. Run annually, in 2014 the project had over 2,000 participants from all over the world.",
		"website_url": "http://www.emmarogan.co.nz/",
		"medium_url": "https://100daysproject.co.nz/",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/emmarogandesign/",
		"linkedin_url": ""
	},
	
	{
		"id": "five-mile-town",
		"url": "/people/five-mile-town/",
		"image": "/uploads/five-mile-town-70.jpg",
		"name": "Five Mile Town",
		"youtube_video_id": "",
		"description_markdown": "Five Mile Town are an up and coming Auckland-based Indie Folk band made up of Louis McDonald, Adam Quigley, Levi Heeringa and Ryan Wilson. Tipped as the next big thing in New Zealand music, the band write compelling, beautiful and intelligent songs that appeal to a broad audience that include kids and grans. Their song ‘Fatal Flaw’ from the debut Five Mile Town EP was voted by APRA/AMCOS into the Top 20 Silver Scroll Awards songs written in New Zealand in 2012. The music video for their March 2012 debut single ‘Saturated’ has racked up over 100,000 views.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/fivemiletown/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "fraser-mcconnell",
		"url": "/people/fraser-mcconnell/",
		"image": "/uploads/fraser-mcconnell-2.jpg",
		"name": "Fraser McConnell",
		"youtube_video_id": "",
		"description_markdown": "*Social Entrepreneur / Blockchain / Birds*\n\n\n  &nbsp;\n\n\nFraser cares about inspiring the world to choose purpose over profit. He has a track record in social entrepreneurship and technological innovation with projects such as Squawk Squad which marries technology with conservation in helping save the native birds of New Zealand. Fraser is also the cofounder of the blockchain social enterprise, Choice. Choice is a new contactless payments system utilising QR codes that reduces transaction fees for kiwi merchants and allows consumers to allocate 50% of this fee to a charity of their choice.",
		"website_url": "https://squawksquad.co.nz",
		"medium_url": "https://twitter.com/SquawkSquadNZ",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/squawksquad_nz/",
		"linkedin_url": ""
	},
	
	{
		"id": "gavin-healy",
		"url": "/people/gavin-healy/",
		"image": "/uploads/gavin-healy-71.jpg",
		"name": "Gavin Healy",
		"youtube_video_id": "ZKc5OUs7pJE",
		"description_markdown": "Gavin Healy has over 20 years’ experience in the media industry. He is currently the Director of a marketing for social good publishing company called Viridian Media. Viridian co-founded Element magazine with the New Zealand Herald, which is the largest sustainability magazine in NZ. It gained global accolades within the media industry as it was crowned Best New Product at the International News Media Marketing Awards. “The whole idea of Element was to craft engaging media for positive social behavioural change”.\n\nGavin is originally from Ireland and from a very young age has been researching Celtic spirituality, behavioural change psychology and the medias influence on society.\n\nHis talk weaves the impact of growing up in country devastated by centuries of civil war, and how the 5,500 year old spiritual sites that surrounded his childhood home gave him hope, while leading him to his current profession and mission in life.",
		"website_url": "https://futurecentreddesign.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "georgia-lala",
		"url": "/people/georgia-lala/",
		"image": "/uploads/gerorgia-lala-1200x1200.jpg",
		"name": "Georgia Lala",
		"youtube_video_id": "eeHsYmXQFKU",
		"description_markdown": "*entrepreneur* / *student* / *environmentalist*\n\nGeorgia is trying to change the way we look at sustainability. Her award winning research into the applications of aquaponics won her the Prime Minister’s Future Scientist award, and at the age of 18 she started her own business, Root Aquaponics, where she hopes to start selling aquaponic units she designed to homes and schools in New Zealand.\n\nAn environmentalist at heart, Georgia has led sustainability expos to educate others on the importance of future proofing today’s industries, and has been invited as a guest speaker at community events. Georgia hopes to challenge the way individuals and companies look at adopting sustainable approaches to both production and living.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "glen-compain",
		"url": "/people/glen-compain/",
		"image": "",
		"name": "Glen Compain",
		"youtube_video_id": "KiNOTD39Qdw",
		"description_markdown": null,
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "grace-clapham--solonia-teodros",
		"url": "/people/grace-clapham--solonia-teodros/",
		"image": "/uploads/grace-solonia-bw-1200x1200.jpg",
		"name": "Grace Clapham & Solonia Teodros",
		"youtube_video_id": "V5VKIihK6fQ",
		"description_markdown": "*humanist* / *entrepreneur* / *cultural weaver*\n\nSolonia and Grace grew up as Third Culture Kids, products of an all-encompassing global culture that never stops evolving; citizens of a world where societal disruptions and sea changes are the norm. Yearning for a space in which transformation was encouraged they built The Change School to enable individuals to connect to themselves and each other – building upon a shared goal of self-realisation and the desire to make a positive impact on the global community.",
		"website_url": "http://thechangeschool.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/agent_grace, https://twitter.com/thechangeschool",
		"facebook_url": "https://www.facebook.com/thechangeschool",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "grace-stratton",
		"url": "/people/grace-stratton/",
		"image": "/uploads/grace-stratton-2.jpg",
		"name": "Grace Stratton",
		"youtube_video_id": "g3DXKzLBMgc",
		"description_markdown": "*Outspoken / Able / Driven*\n\n&nbsp;\n\nGrace Stratton, doesn’t pull any punches. Diagnosed with Cerebral Palsy at a year old, Grace has been navigating life in a wheelchair for nineteen years, but her disability isn’t the story, what she’s done with it is. At sixteen Grace built a website from her hospital bed while she was in recovery from surgery, that site led her to discover that in today's landscape; what made her different was what gave her power to succeed, in whatever fields she chose.\n\n&nbsp;\n\nThree years after building that website, this statement is still true. Grace defined her disability for herself, in a way which for the most part defies social convention, Grace saw her disability as something that would strengthen her in industry and as a person.\n\n&nbsp;\n\nGrace believes that all diversities hold this same strength, and that this should be self evident.",
		"website_url": "http://gracegeorgia.co.nz",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/graciegeorgiastratton/",
		"linkedin_url": ""
	},
	
	{
		"id": "grace-taylor",
		"url": "/people/grace-taylor/",
		"image": "/uploads/grace-taylor-640-85.jpg",
		"name": "Grace Taylor",
		"youtube_video_id": "LivPMiYik9g",
		"description_markdown": "Grace Taylor is a spoken word poet, teaching artist and youth development worker. She believes in the empowerment of words, in particular through creative manifestations and providing spaces for people to tell their own stories. Grace’s poetry ciphers strongly around dialogues about identity, with her believing that the exploration of a sense of belonging is underestimated in many facets of society. Grace is co-founder of the South Auckland Poets Collective and the Rising Voices Youth Poetry Movement.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/grace.taylor.5437923/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "grant-schofield",
		"url": "/people/grant-schofield/",
		"image": "/uploads/grant-schofield-70.jpg",
		"name": "Grant Schofield",
		"youtube_video_id": "k5piEUPgRvk",
		"description_markdown": "Grant Schofield is Professor of Public Health at AUT, and director of the University’s Human Potential Centre.\n\nGrant’s career has focused on preventing the diseases of modern times, and seeing what it takes to help people live a long, healthy and happy life.\n\nHe lives and breathes the motto “be the best you can be”, and sees this as a game-changer for the health system – capable of transforming the current deficit (sickness) model, to one in which we aspire to be well. He is redefining public health as the science of human potential; the study of what it takes to have a great life.\n\nGrant is well known for thinking outside the box and challenging convention wisdom in nutrition and weight loss, as well as physical activity and exercise.\n\nHe is best known for his work in three areas: abandoning rules and embracing risky play in his free range kids work; leading public discussion in flipping the food pyramid, by challenging the low fat nutrition dogma with low carb high fat diets; and developing national accounts of well-being through his Sovereign Well-being Index research.\n\nHis fluency across several scientific disciplines – from human physiology, to psychology, to pack performance – allows a new lens to be cast over old problems.",
		"website_url": "https://profgrant.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/grantsnz",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "helen-clark",
		"url": "/people/helen-clark/",
		"image": "/uploads/helen-clark-70.jpg",
		"name": "Helen Clark",
		"youtube_video_id": "rrsBQo6GVC4",
		"description_markdown": "Helen Clark is past Administrator of the United Nations Development Programme (UNDP) – the first woman to lead the organisation – and Chair of the United Nations Development Group. Prior to joining the UNDP Helen served as Prime Minister of New Zealand for three terms, during which time she was widely engaged in policy development and advocacy across international, economic, social and cultural spheres. Now living in New York, Helen is a passionate supporter of the arts as evidenced by her promotion of the arts, culture and heritage portfolio during her time as Prime Minister.",
		"website_url": "https://helenclarknz.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/helenclarknz",
		"facebook_url": "https://www.facebook.com/helenclarknz/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "hemi-kelly",
		"url": "/people/hemi-kelly/",
		"image": "/uploads/Hemi-Kelly-2.jpg",
		"name": "Hēmi Kelly",
		"youtube_video_id": "93u5sM4JJbU",
		"description_markdown": "*Teacher / Author / Translator*\n\nHēmi Kelly (Ngāti Maniapoto, Ngāti Tahu, Ngāti Whāoa) is a lecturer in te reo Māori at AUT. He is also involved in a number of Māori language planning and revitalisation initiatives within the community and enjoys sharing his love for the language with anyone who shows an interest. Hēmi is passionate about writing and translation studies. In 2017, Hēmi translated Witi Ihimaera’s novella Sleeps Standing and published his first book, A Māori Word a Day, in 2018.",
		"website_url": "https://www.aut.ac.nz/profiles/te-ara-poutama/lecturers/hmi-kelly",
		"medium_url": "",
		"twitter_url": "https://twitter.com/HemiKelly",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "hong-sheng-chiong",
		"url": "/people/hong-sheng-chiong/",
		"image": "/uploads/hong-sheng-chiong-61.jpg",
		"name": "Hong Sheng Chiong",
		"youtube_video_id": "j4p5PJi71FU",
		"description_markdown": "Dr. Hong Sheng Chiong is currently an eye doctor in Gisborne hospital. He was trained in Ireland and was awarded the medical degree MB BCh BAO. He also obtained a postgraduate training in ophthalmology (PGDipOphthBS) from University of Otago and is currently a Master's in ophthalmology research candidate. He completed his clinical training in Ireland before he crossed over to New Zealand where he initially worked as a registrar in neurosurgery and general surgery before he stepped into the world of eye. His main interests are eye regenerative medicine, bioengineering and telemedicine. His exposure to third world medicine in Kenya, Nepal and Malaysia have given him the insight to the burden of preventable blindness. He believes the problem lies in the access to quality eye care. In 2014, he founded OphthalmicDocs, an R&D company that focuses on the development of ultra mobile and economical eye tests and diagnostics devices. He has invented several eye imaging adapters that can be used in conjunction with a mobile application to diagnose and monitor eye diseases. Fighting preventable blindness is his career's primary mission.",
		"website_url": "http://www.odocs-tech.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/hongshengchiong/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "ian-mccrae",
		"url": "/people/ian-mccrae/",
		"image": "/uploads/ian-mccrae-1200x1200.jpg",
		"name": "Ian McCrae",
		"youtube_video_id": "Q48dXVTC03o",
		"description_markdown": "*founder / engineer / lapsed mathematician*\n\nIan began his professional career employed as a scientist writing mathematical models of the human body, before moving into the commercial world. In 1993 he founded Orion Health with a team of just four people and has grown the company to over 1250 staff in 27 offices worldwide, enabling healthcare to more than 90 million patients worldwide.\n\nIan is passionate about the role that technology can play in enabling highly personalised care for individuals through the practice of precision medicine - using personal healthcare information that is captured and made available in real time. This technology will transform the practice of medicine into a mathematical science, and for a lapsed mathematician like Ian that means the health sector just got a whole lot more interesting.",
		"website_url": "https://orionhealth.com",
		"medium_url": "",
		"twitter_url": "https://twitter.com/ianmccrae",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "imche-fourie",
		"url": "/people/imche-fourie/",
		"image": "/uploads/Imche-Fourie2.jpg",
		"name": "Imche Fourie",
		"youtube_video_id": "6IN5k-qOcdA",
		"description_markdown": "*Deep tech / Enthusiast / Lifter*\n\n&nbsp;\n\nImche is passionate about accelerating New Zealand’s science and technology industries. She works with young deep technology start-ups as GM of the technology incubator, Level Two, and is an advocate for investing in technologies that solve global problems. She also believes in the importance of teaching soft skills and commercial know-how to hard science students and does so as CEO of education-focused charity, Chiasma. Though she is supporter of all facets of deep technology, she has a background and particular interest in biotechnology ventures. She sits on a number of investment committees and is a mentor to several young entrepreneurs.",
		"website_url": "https://www.leveltwo.tech/",
		"medium_url": "https://chiasma.org.nz/",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "imugi",
		"url": "/people/imugi/",
		"image": "/uploads/imugi-2048.jpg",
		"name": "Imugi 이무기",
		"youtube_video_id": "",
		"description_markdown": "*Electronic Duo*\n\n\n  &nbsp;\n\n\nImugi 이무기 is a poppin’ two-piece band consisting of the colourful and sunkissed producer Carl Ruwhiu and smooth singer/songwriter Yery Cho. The duo are high school friends and bedroom artists, who released their first single in 2014, taking their time to slowly release their next project in 2017. Imugi’s debut EP, Vacasian was self-released just under a year ago. Travelling across a smooth mix of synth-pop, R&B, funk and spoken word, the EP is a conversation with one’s self.\n\n\n  &nbsp;\n\n\nWhere do we reside within the diaspora and where are we going? These songs and spoken poems are dedicated to all WOC (women of colour) and queer friends who grew up caught between blurry non-existent lines of the bicultural experience that frame our identities. Imugi is about feeling good, feeling yourself in your own head and body and becoming aware of the blessing and wholeness of your being and allowing yourself in the places where others don’t.",
		"website_url": "https://imugi.bandcamp.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "israel-izzy-whitley",
		"url": "/people/israel-izzy-whitley/",
		"image": "/uploads/israel-whitley-2.jpg",
		"name": "Israel 'Izzy' Whitley",
		"youtube_video_id": "",
		"description_markdown": "*Founder / Business Owner / Life Enthusiast*\n\n\n  &nbsp;\n\n\nHailing from the small city of Gisborne on the East Coast of New Zealand, Israel was brought up in a close-knit family who are at foundations of his motivation. Israel’s humble working-class upbringing encouraged within him a strong work ethic from a young age. This in turn became the key and fundamental attribute contributing to the success of his company, Auckland Labour Hire, which has developed rapidly over its two year lifespan. Israel's mantra is 'Hard work, works', which is implemented throughout all aspects of Auckland Labour Hire; especially when creating a positive and personable experience for his team and all others involved.",
		"website_url": "https://www.alh.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/AKLLabourHire/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "jahra-rager-wasasala",
		"url": "/people/jahra-rager-wasasala/",
		"image": "/uploads/jahra-rager-wasasala.jpg",
		"name": "Jahra ‘Rager’ Wasasala",
		"youtube_video_id": "YBqm7hTHCpg",
		"description_markdown": "Jahra ‘Rager’ Wasasala is an award-winning cross-disciplinary artist of Fijian/NZ European descent. As an artist, Jahra investigates her ancestral connections through the art mediums of performance activation, contemporary dance and poetry, and has extensively toured her performance works both nationally and internationally.\n\nAs a child of the Pasifika diaspora, Jahra is invested in translating her shared internal conflict into an accessible, yet confrontational, physicalised language. Her most recent performance work titled “a world, with your wound in it” focuses on the complex relationship between the earth and a woman’s body, a theme Jahra continues to investigate in her developing work.\n\nJahra is known for her transcendent performance presence, otherworldly physicality and potent poetry, as well as her bold approach to political and social themes both on and off the stage. Jahra found her voice through the physical arts and believes that they are intrinsically tied to reclaiming autonomy, reconnecting to your ancestors and changing the world around you.",
		"website_url": "",
		"medium_url": "http://vimeo.com/jahrager",
		"twitter_url": "https://twitter.com/JAHRAGER",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/jahrager/",
		"linkedin_url": ""
	},
	
	{
		"id": "james-bergin",
		"url": "/people/james-bergin/",
		"image": "/uploads/james-bergin-1200x1200.jpg",
		"name": "James Bergin",
		"youtube_video_id": "s6ZFteZ61nA",
		"description_markdown": "*innovator* / *intrapreneur* / *dad*\n\nJames is the Chief Architect at ASB bank and father of three young children.\n\nAs a father, James has a keen interest in financial literacy and the challenge of teaching new generations about money. He believes that as money becomes less tangible in our digital world, we need to find new ways of using technology to impart good money habits to our kids in order to increase their financial well-being.\n\nAt ASB James is helping the 168-year-old bank to rethink itself as a tech company, licensed and trusted to provide financial services.",
		"website_url": "http://jamesbergin.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/jamesbergin",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "james-hurman",
		"url": "/people/james-hurman/",
		"image": "/uploads/jh-1200-90.jpg",
		"name": "James Hurman",
		"youtube_video_id": "",
		"description_markdown": "A passionate believer in the power of creativity and storytelling in business, James Hurman works at a crossroads of brand strategy, storytelling, creativity and entrepreneurialism.\n\nAs founder and CEO of *Storytech*, the world’s first ‘brand strategy in a box’ he has turned this theory into practise, allowing start-ups and small businesses to develop a robust brand strategy for a fraction of the traditional cost.\n\nHis Auckland-based venture studio *Previously Unavailable* specialises in the rapid development of innovative products with non-traditional business models, helping companies big and small bring exciting new ideas into the world.\n\nJames’ prior career in the advertising industry was recognised with dozens of marketing effectiveness awards, and in 2013 he was named the world’s #1 strategy planner. His 2011 book *The Case for Creativity* proved the link between imaginative marketing and commercial success and has been republished several times in multiple languages.",
		"website_url": "https://www.previously.co/",
		"medium_url": "https://www.storyte.ch/",
		"twitter_url": "https://twitter.com/jameshurman",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "janette-searle",
		"url": "/people/janette-searle/",
		"image": "/uploads/janette-searle-71.jpg",
		"name": "Janette Searle",
		"youtube_video_id": "ji8OgA0Ito8",
		"description_markdown": "Janette Searle had a life changing conversation that turned into ‘Take My Hands’ a not-for- profit organisation that redistributes prosthetic, orthotic and medical equipment to those in need. Every day, freight carriers and warehouses are often only partly full, so, Janette asked, what if we take advantage of that spare capacity and send vital equipment to those that need it? So far, the organisation has sent 50 boxes of artificial limbs, over 35 boxes of medical equipment and used just a fraction of the spare capacity that exists in the industry. So what might happen if we started a global economy of spare capacity? Janette believes there is power in the collective when its collaboration is focused, and that it is people that make the world go round, not money.",
		"website_url": "http://takemyhands.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/takemyhandsnz",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "jayne-bailey",
		"url": "/people/jayne-bailey/",
		"image": "/uploads/jayne-bailey-1200x1200.jpg",
		"name": "Jayne Bailey",
		"youtube_video_id": "lzQSZmedcfs",
		"description_markdown": "*charity founder* / *mentor* / *adventurer*\n\nJayne has been described as many things; a brave adventurer, a visionary, an infectious truth-teller, a teacher, a mentor and an encourager.\n\nShe has experienced bible smuggling into China, overland trucking in Africa, micro lighting over Victoria Falls, bathing elephants in Nepal, hot air ballooning in Cappadocia, walking part of the Camino de Santiago, trekking in the Himalayas, and horse riding in Turkey, Argentina and the length of New Zealand.\n\nIn 2011, Jayne started her new adventure, a charity called Project Moroto which provides safe dormitory living for orphaned girls in Moroto, Uganda. She has provided a haven for 20 gorgeous girls, but what Jayne is most passionate about is giving these girls a \"go\"- an opportunity to find and fulfil their potential.",
		"website_url": "http://projectmoroto.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/ProjectMoroto/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "jazz-thornton",
		"url": "/people/jazz-thornton/",
		"image": "/uploads/jazz-thornton-2.jpg",
		"name": "Jazz Thornton",
		"youtube_video_id": "h2au58zB_kk",
		"description_markdown": "*Co-founder / Advocate / Director*\n\n&nbsp;\n\nHaving overcome childhood abuse and multiple suicide attempts, Jazz Thornton has now dedicated her life to speaking hope and creating change in the area of mental health through her organisation Voices of Hope. Her unique experience and practical message has gained worldwide recognition, being shared through media, international speaking engagements and now through a new feature documentary film. Living by the saying “it’s not about battling your past but fighting for your future” Jazz believes that no matter what your going through it is possible to get through when you learn how to stop surviving and start fighting. In 2017 Jazz was named New Zealand’s youngest director to win the annual Doc Edge pitching contest and is now directing her series The Silence Project which aims to shed light to the stories behind our suicide statistics while changing the way we have conversations about it.",
		"website_url": "http://www.thevoicesofhope.org/",
		"medium_url": "https://www.instagram.com/voicesofhope/",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/jazzthornton/",
		"linkedin_url": ""
	},
	
	{
		"id": "jess-holly-bates",
		"url": "/people/jess-holly-bates/",
		"image": "/uploads/jess-holly-bates-1200x1200.jpg",
		"name": "Jess Holly Bates",
		"youtube_video_id": "Ayj4RJvEsPE",
		"description_markdown": "*artist* / *critic* / *auntie*\n\nJess is a theatre practitioner, vulnerability junkie, writer and artist, who loves to communicate cultural criticism through performance.\n\nShe investigates the way our bodies behave in social relations, particularly in relation to our ongoing colonial hangover in New Zealand. In 2014 her acclaimed solo theatre show Real Fake White Dirt, (Best Writing NZ Fringe 2015) was published as a book of poetry by Anahera Press.\n\nShe believes that the only way to acknowledge our difficult history is to lean into the real discomfort of being Pakeha. Her 2016 work The Offensive Nipple Show is a collaborative body project responding to the dangerous ways gender politics are disconnecting us from one another. Through performance, she seeks to find new ways of looking at each others bodies, that are both cheeky and empowering.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/holy.jedhi/",
		"linkedin_url": ""
	},
	
	{
		"id": "jess-quinn",
		"url": "/people/jess-quinn/",
		"image": "/uploads/jess-quinn-2048.jpg",
		"name": "Jess Quinn",
		"youtube_video_id": "ujQAvQteeZY",
		"description_markdown": "*Storyteller / Life-Liver / Survivor*\n\nJess Quinn has a passion for helping people overcome adversity and insecurity using her own experiences. Since losing her right leg to cancer at the age of 9, Jess has refused to let that stand in her way of living life to its fullest with a core passion for helping others overcome their physical and mental setbacks along the way.\n\nJess has developed an social media following of 180,000+ followers by speaking of her journey in a raw, honest way. Having just placed third on Dancing with the Stars NZ and signing with a LA based modelling agency, Jess has turned her adversity into a career of helping others push through life’s triumphs and continuing to lead by example by taking all challenges that come her way.\n\nAs one of New Zealand’s most engaged personalities on social media, Jess connects with thousands of people each day to help inspire their own journey.\n\nJess is currently on a mission to bringing awareness to image retouching in the advertising industry and why we are chasing an unachievable and unrealistic idea of perfection both as a model and advocate.",
		"website_url": "https://beplanbe.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/jessicaemilyquinn/",
		"linkedin_url": ""
	},
	
	{
		"id": "jimi-hunt",
		"url": "/people/jimi-hunt/",
		"image": "/uploads/jimi-hunt-640-85.jpg",
		"name": "Jimi Hunt",
		"youtube_video_id": "RTjr184H5Rs",
		"description_markdown": "Jimi Hunt is founder of the depression charity Live More Awesome, author of A Bit Mental and the only person silly enough to lilo the Waikato River. A sufferer of depression, Jimi aims to inspire people by doing the ridiculous – like building the world’s biggest waterslide – using these initiatives to help others with depression and raise awareness of New Zealand’s massive problem of depression, all while keeping himself sane.",
		"website_url": "http://www.jimihunt.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/thejimihunt",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "john-boone",
		"url": "/people/john-boone/",
		"image": "/uploads/john-boone-70.jpg",
		"name": "John Boone",
		"youtube_video_id": "EIk-K6JILj4",
		"description_markdown": "Leaving New Zealand in 1996 to go on his big OE, John returned to New Zealand with an exciting idea - to set up an interactive percussion business for the corporate events industry. In 2003 Rhythm Interactive was born, and it has grown to become one of the most innovative, interactive, and entertaining team building shows for the conference and events market in New Zealand.\n\nSince then, John has travelled throughout Australasia and Asia performing for thousands of people of all ages.\n\nIn 2009, the show won the category of Best Nationwide Corporate Entertainment at the Corporate Events Guide People’s Choice Awards.",
		"website_url": "http://rhythminteractive.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/johnnybnz",
		"facebook_url": "https://www.facebook.com/RhythmInteractiveLtd/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "john-windsor",
		"url": "/people/john-windsor/",
		"image": "/uploads/john-windsor-70.jpg",
		"name": "John Windsor",
		"youtube_video_id": "87Re2-hkTlo",
		"description_markdown": "Professor John Windsor is a surgeon who holds a personal chair in surgery at the University of Auckland. His current research includes the role of toxic mesenteric lymph in the promotion of multiple organ failure; the investigation of specific mitochondrial therapies to restore cellular bioenergetics; the mapping and modulation of gastric electrical activity; and the development of medical devices. Over the last five years, John has published 80 manuscripts, raised $6m in grants and given over 100 invited talks, including Visiting Professorships to Harvard, Oxford, Karolinska, Singapore, Cape Town and Delhi. John is also co-founder and director of the startup SIMTICS Ltd that has developed the ‘Integrated Cognitive Simulator’ for procedural and surgical skills training.",
		"website_url": "http://www.windsorsurgery.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "jonathan-milne",
		"url": "/people/jonathan-milne/",
		"image": "",
		"name": "Jonathan Milne",
		"youtube_video_id": "qP0bmN8S7ms",
		"description_markdown": "onathan is The Learning Connexion’s Managing Director. He teaches specialised workshops such as Creativity, Thinking for a Change and Creative Mind Workshop.",
		"website_url": "https://www.tlc.ac.nz/tutor/40",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "joseph-michael",
		"url": "/people/joseph-michael/",
		"image": "/uploads/joseph-michael-70.jpg",
		"name": "Joseph Michael",
		"youtube_video_id": "lQOczcZKZq4",
		"description_markdown": "Joseph Michael is a freelance film technician, new media artist and photographer. Joseph’s latest work is a New Media Arts exhibition entitled “Dark Cloud : White Light” which involves filming 3D time-lapses of New Zealand landscapes and starscapes. This project saw him braving the elements for periods of 24 hours or more to create an experience of audio and visual splendour, revealing the hidden wonders of the New Zealand landscape.",
		"website_url": "http://www.joemichael.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/joemichaelmedia",
		"facebook_url": "https://www.facebook.com/joemichaelmedia",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/joemichaelmedia/",
		"linkedin_url": ""
	},
	
	{
		"id": "julie-bartlett",
		"url": "/people/julie-bartlett/",
		"image": "",
		"name": "Julie Bartlett",
		"youtube_video_id": "07nFY8dUCbo",
		"description_markdown": "Julie has dedicated the last two decades of her life to changing the world and enriching peoples’ lives. She is perhaps best known for transforming the lives of thousands of young people with disabilities and their families, through StarJam, the organisation she founded and led for 12 years. Julie has been recognized widely for her twenty years of charitable work. Amongst accolades received in a variety of award programmes, she was named Supreme Winner, NEXT Woman of the Year in 2012 and appointed a Member of the New Zealand Order of Merit in the Queen’s Birthday Honours in 2013. Building on her successful track record and the social change models she has created, Julie is excited to be unleashing SOUL.",
		"website_url": "http://www.soul.kiwi/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/JulieBartlettNZ",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "juliet-arnott",
		"url": "/people/juliet-arnott/",
		"image": "/uploads/juliet-arnott.jpg",
		"name": "Juliet Arnott",
		"youtube_video_id": "K2uiULiNRAg",
		"description_markdown": "Resourcefulness is at the heart of Rekindle. Juliet Arnott, occupational therapist and craftsperson, founded Rekindle in 2010 to confront wastefulness, and ended up being confronted with a lot more. Juliet's practice is inclusive, often inviting the community to become makers, and to transform those under-valued material resources around them, and in doing so to value their own inner resources. She works to acknowledge human wellbeing as inextricably linked to our active care of the world around us.",
		"website_url": "https://www.rekindle.org.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/juliet_rekindle",
		"facebook_url": "https://www.facebook.com/rekindlenz",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/rekindle_nz/",
		"linkedin_url": ""
	},
	
	{
		"id": "kaila-colbin",
		"url": "/people/kaila-colbin/",
		"image": "",
		"name": "Kaila Colbin",
		"youtube_video_id": "Vw6aAP-mtJ0",
		"description_markdown": "Kaila is founder of Missing Link and is the New Zealand and Australian Ambassador for Singularity University, a co-founder and Chair of the non-profit Ministry of Awesome, and the Curator of TEDxChristchurch and TEDxScottBase. She is also Chair of the New York-based Natural Gourmet Institute for Health and Culinary Arts, Deputy Chair of CORE Education Ltd, a Director of ChristchurchNZ, a certified Project Management Professional&reg; &nbsp;and a certified ExO consultant.",
		"website_url": "http://www.missinglinknz.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/kcolbin",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "kate-smith",
		"url": "/people/kate-smith/",
		"image": "",
		"name": "Kate Smith",
		"youtube_video_id": "rdF1zKk2B3c",
		"description_markdown": null,
		"website_url": "https://eatbigfish.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": "https://www.linkedin.com/in/kate-smith-3a938a3/"
	},
	
	{
		"id": "katie-williams",
		"url": "/people/katie-williams/",
		"image": "/uploads/katie-williams-2.jpg",
		"name": "Katie Williams",
		"youtube_video_id": "HKn6ibHJ-Zg",
		"description_markdown": "*Volunteers’ supporter / Respecter of the elderly / Cuddle bunny*\n\n\n  &nbsp;\n\n\nKatie is the founder of the Kiwi Coffin Club (makers of fine and affordable underground furniture) A retired Nurse who in her career went from Midwifery, through the hoops to Palliative Care.\n\n\n  &nbsp;\n\n\nShe is pleased that a Coffin Club can provide , not only efficiency in construction of a coffin at an awesome price, but members (volunteers) that can give that special empathy (leavened with humour) to those confronted with their own mortality, be it diagnosed, pending or recent and to provide the means to use their own talents to enhance and celebrate their span on this planet of ours.\n\n\n  &nbsp;\n\n\nShe believes in the ongoing wellbeing and respect for the older generation in all aspects of their lives. Many are the volunteers that keep our communities viable. “Volunteers, The Heart of our Community – By many, the work will be completed, Mā tini, mā mano, ka rapa te whai.”",
		"website_url": "https://www.coffinclubs.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "keith-ng",
		"url": "/people/keith-ng/",
		"image": "/uploads/keith-ng-1200x1200.jpg",
		"name": "Keith Ng",
		"youtube_video_id": "eRIV-k4Tbz8",
		"description_markdown": "*data nerd* / *journalist*\n\nAs a young man, Keith dreamed of being a hobo-journalist - seeing the world and telling stories while living out of a sack. But what started out as a naive warzone adventure turned into lifelong vendetta and alternative funding model for independent journalism.\n\nIt has been almost a decade, and these days Keith does data visualisation consulting to fund his journalism projects, with the thought of sustainable crowdfunding just over the horizon. The independence from self-funding (\"Batman journalism!\") creates a wonderful and dangerous space for innovation, disruption, getting lost and going crazy. If he’s lucky, one day, it might even allow him to live out of a sack.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/keith_ng",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "liam-malone",
		"url": "/people/liam-malone/",
		"image": "/uploads/liam-malone.jpg",
		"name": "Liam Malone",
		"youtube_video_id": "KOdzMd1KLrg",
		"description_markdown": "Liam is New Zealand’s blade runner. Hailing from Nelson, Liam had only been training for two years when he burst onto the track at the 2016 Rio De Janeiro Paralympics, winning a silver and two gold medals, smashing records in the process.\n\nLiam was Disabled Sportsperson of the Year at the Halberg Awards this year and became a Member of the New Zealand Order of Merit in 2017. After completing a Bachelor in Marketing and International Business while training, Liam is now a sought-after keynoter and invests in startups. His current mission is to develop hi-tech prosthetics, with the aim of becoming the fastest man on earth.",
		"website_url": "http://www.liammalone.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/LiamMalone93",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/liammmalone/",
		"linkedin_url": ""
	},
	
	{
		"id": "lillian-grace",
		"url": "/people/lillian-grace/",
		"image": "/uploads/lillian-grace-70.jpg",
		"name": "Lillian Grace",
		"youtube_video_id": "17eTVC_cOJI",
		"description_markdown": "Lillian Grace is the founder and chief of Wiki New Zealand, a collaborative website making data about New Zealand visually accessible for everyone.&nbsp; Through Wiki New Zealand, Lillian aims to make it normal to know your country.&nbsp; In her previous role at The New Zealand Institute, Lillian became aware of some of the challenges we face as a country.&nbsp; She believes that to get the best outcomes we need to make informed decisions in all areas and at all levels, and that the process needs to start with understanding the facts before we connect them to our values.",
		"website_url": "https://figure.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/gracefullillian",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "lisa-king",
		"url": "/people/lisa-king/",
		"image": "/uploads/lisa-king.jpg",
		"name": "Lisa King",
		"youtube_video_id": "sFw3_hlJuZQ",
		"description_markdown": "Lisa King is on a mission to ensure no child goes to school hungry. As a mother of young children, she couldn’t fathom that 28% of Kiwi children go to school without lunch. So, with 15 years experience marketing some of the country’s biggest food brands, Lisa founded Eat My Lunch. She aims to show that clever business solutions can solve big social issues. For every lunch purchased, Eat My Lunch gives a lunch to a Kiwi kid in need. In the first 2 years, Eat My Lunch has given over 450,000 lunches to kids from low-decile schools across the North Island.\n\nEat My Lunch has been the recipient of numerous awards including three Westpac Auckland Business Awards in 2016, Deloitte's Fast 50 Rising Star 2016 and 2017, TVNZ Marketing Awards 2016, and Lisa was awarded a Women of Influence Award in both 2016 and 2017.",
		"website_url": "http://www.eatmylunch.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/lisakingnz/",
		"linkedin_url": ""
	},
	
	{
		"id": "lizzie-marvelly",
		"url": "/people/lizzie-marvelly/",
		"image": "/uploads/lizzie-marvely-1200x1200.jpg",
		"name": "Lizzie Marvelly",
		"youtube_video_id": "2HQjS33JJFE",
		"description_markdown": "*musician* / *writer* / *organiser*\n\nWhile Lizzie Marvelly traverses many diverse paths, her journey started with her love for music. Discovered by Frankie Stevens and her famous uncle, Sir Howard Morrison, in her early teens, Lizzie was on the road at age 16 - since then her musical life has been a wild ride.\n\nIn May 2015, Lizzie launched [Villainesse.com](https://www.villainesse.com/), an online media project aiming to create smart, ‘no-filter’ media for young women. Villainesse is on a mission to empower young women and to hear more young female voices represented in the media.\n\nLater that year, Lizzie launched Villainesse’s first major campaign, the globally-successful #MyBodyMyTerms. The #MyBodyMyTerms videos have been viewed over 450,000 times and aimed to spark conversation about victim-blaming, revenge porn, consent and sexual violence.",
		"website_url": "https://www.villainesse.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/LizzieMarvelly",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/lizziemarvelly/",
		"linkedin_url": ""
	},
	
	{
		"id": "luke-hurley",
		"url": "/people/luke-hurley/",
		"image": "/uploads/luke-hurley-70.jpg",
		"name": "Luke Hurley",
		"youtube_video_id": "",
		"description_markdown": null,
		"website_url": "https://www.lukehurley.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/lukehurleymusic/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "luke-nola",
		"url": "/people/luke-nola/",
		"image": "/uploads/luke-nola-61.jpg",
		"name": "Luke Nola",
		"youtube_video_id": "4O3n6yOYWAo",
		"description_markdown": "Adman-turned-filmmaker Luke Nola is founder of Luke Nola & Friends, an Auckland-based production company that creates and produces award-winning television formats that inspire, engage and educate kids all over the world.\n\nOne of the most enduring formats produced is *Let’s Get Inventin’*, a multi-award-winning reality TV series featuring kids aged 8-14 years with amazing invention ideas competing to build their contraptions. The series is enjoyed throughout the world, screening in over 73 countries and is the first New Zealand children’s TV format ever to be licensed by the BBC in the UK.",
		"website_url": "http://lukenola.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/gooberbrother",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "mai-chen",
		"url": "/people/mai-chen/",
		"image": "/uploads/mai-chen.jpg",
		"name": "Mai Chen",
		"youtube_video_id": "yku9P9luZh4",
		"description_markdown": "Mai Chen is a thought leader, direction setter and a futures thinker. Born in Taiwan and arriving in New Zealand as a child with barely any English, she is now one of New Zealand’s top public and constitutional law experts specialising in central and local government. Mai has been managing partner of her firm Chen Palmer for more than 20 years. Chen Palmer was among the first boutique law firms in NZ and was the first public law specialist firm in Australasia. Holding countless governance and advisor roles, Mai works to empower women, champion diversity and inspire leaders across New Zealand.\n\nHaving completed her Masters at Harvard Law School, Mai now is a professor at the University of Auckland, in between chairing NZ Global Women and NZ Asian Leaders among many other leadership roles. Mai founded 'My Bucket List' which makes fiduciary services and wills available online and she recently launched MyAdvice.Legal which creates an online market place where clients with legal problems can find lawyers with the right expertise to pitch for their legal work. Twice a finalist in the New Zealander of the Year Awards, Mai embodies a world class leader in every way.",
		"website_url": "http://www.chenpalmer.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/maichennz",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "malcolm-rands",
		"url": "/people/malcolm-rands/",
		"image": "/uploads/malcolm-rands-70.jpg",
		"name": "Malcolm Rands",
		"youtube_video_id": "A5wIBRuFAS8",
		"description_markdown": "Malcolm Rands is co-founder of ecostore, New Zealand’s leading range of eco-friendly household products. While initially sold by mail order, ecostore now has over 100 products in its range with products stocked in supermarkets in New Zealand, Australia, the United States and in outlets in parts of Asia. Malcolm has been active in the sustainable scene for over 25 years, co-founding New Zealand’s first permaculture eco-village in 1986 and was a foundation member of the New Zealand Sustainable Business Network.",
		"website_url": "http://www.fairground.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/nzecoman",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "matt-shirtcliffe",
		"url": "/people/matt-shirtcliffe/",
		"image": "/uploads/matt-shirtcliffe-1200x1200.jpg",
		"name": "Matt Shirtcliffe",
		"youtube_video_id": "7GVEqegzx44",
		"description_markdown": "*mental wellness advocate* / *creative director*\n\nFather of two teens, awarded advertising creative director, ad agency owner, mountain runner, farm owner, poet, Christian. Matt was living a full and rewarding life last year when it profoundly changed last year. His wife of 17 years Mary, a farmer, died of depression.\n\nSearching for something good to come from his grief, Matt used his own experiences to speak out about mental health in the rural community. He wasn’t prepared for the impact it would have or the enormity of the response. The journey since has reframed his own life in positive ways.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "matt-stone",
		"url": "/people/matt-stone/",
		"image": "/uploads/matt-stone-70.jpg",
		"name": "Matt Stone",
		"youtube_video_id": "56Y0TElkI90",
		"description_markdown": "Arguably one of the hottest chefs on the Australian dining scene, it’s not rare for foodie fans of Matt’s to book tables 3-months in advance at Sydney’s&nbsp;*Stanley St. Merchants*&nbsp;where he’s head chef, or queue 100m down the street at&nbsp;*Greenhouse*, a Perth eatery which was named Restaurant of the Year in 2010.\n\nMatt’s an Aussie that’s serious about food and sustainability - if it can’t be sourced locally, it’s not on the menu.&nbsp;*Greenhouse*, Australia’s first all-recycled restaurant is a place where foodies can touch natural materials, understand where everyday fresh food comes from and taste food straight from the garden.\n\nWhen Matt’s not in the kitchen, he’s a regular face on TV and billboards, enthralling audiences on MasterChef Australia, Iron Chef Australia, and on his own TV show,&nbsp;*Aussie Recipes that Rock,* a series that is aired in over 40 countries.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/chefmattstone?lang=en",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "matthew-simmons",
		"url": "/people/matthew-simmons/",
		"image": "/uploads/matthew-simmons-70.jpg",
		"name": "Matthew Simmons",
		"youtube_video_id": "s3gQu3_hJVc",
		"description_markdown": "Matthew Simmons is the CEO of Arvus Group International and currently part of the NZ Clean Energy Centre’s Enterprise Great Lake Taupo (EGLT) team. Matthew’s company, Arvus, is an external source of R&D and innovation worldwide, and has been involved in successful innovations in the fields of Digital Cinema, Loudspeaker design, Acoustics, Optics and Viticulture.",
		"website_url": "https://nyriad.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "max-cryer",
		"url": "/people/max-cryer/",
		"image": "/uploads/max-cryer.jpg",
		"name": "Max Cryer",
		"youtube_video_id": "PRboI1iJ5oA",
		"description_markdown": "Max Cryer (MBE) worked as a singer in London, at Sadlers Wells Opera, Wigmore Hall and the BBC, then was contracted to a Hollywood agency for ten years, during which he made fifteen tours of&nbsp; USA as an entertainer. He became New Zealand television’s first quiz host, hosted NZ’s first live talk-variety show “Town Cryer,” and 300 television appearances in entertainment shows, was awarded ‘New Zealand Entertainer of the Year.’\n\nMax has an Honours degree in English Literature and Etymology, and for TVNZ he produced over 100 episodes of &nbsp;“University Challenge” and 100 episodes of ‘Mastermind’ plus the five-nation ‘Mastermind International’ for the BBC. When the NZ Gvt. seconded him to direct all NZ entertainment at the World Expo in Brisbane (1988) and the next Expo, in Seville (1992), he organised a total of 1,000 performances of NZ entertainment.\n\nMax has been Chairman for the Oxford Union debating team (1975) and for ten years was a columnist in N.Z.Herald and The NZ Womans Weekly.\n\nNow an established writer in New Zealand, with eighteen books published (in Australia, New Zealand, Britain, America, Italy, Germany, Spain and Russia), he has been New Zealand’s No.1 non-fiction best-seller three times (2001; 2002; 2012).\n\nFor the last 19 years on weekly nationwide radio he has been answering listeners’ questions on etymology & the English language on RadioLive.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "michael-corballis",
		"url": "/people/michael-corballis/",
		"image": "/uploads/michael-corballis.jpg",
		"name": "Michael Corballis",
		"youtube_video_id": "nd5cklw6d6Q",
		"description_markdown": "Michael Corballis, Emeritus Professor at the Department of Psychology at The University of Auckland is one of the foremost global experts on the evolution of human language.\n\nThe son of a sheep farmer from Marton, Michael’s long and decorated academic career has seen his studies of the brain and what it is to be human earn him New Zealand’s top science prize, The Rutherford Medal.\n\nHe has worked with patients who have had two-sides of their brains disconnected to relieve epilepsy which led him to look deeper into studying the two brain hemispheres. His most recent book The Truth About Language explores the idea that language evolved from manual gestures.",
		"website_url": "http://www.michaelcorballis.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "michael-henderson",
		"url": "/people/michael-henderson/",
		"image": "",
		"name": "Michael Henderson",
		"youtube_video_id": "cKugJk7rKW0",
		"description_markdown": "Michael Henderson is a Corporate Anthropologist, who has a degree in Anthropology and over 25 year's experience in observing advising and educating organisations on how to enhance their workplace culture for greater levels of performance, staff fulfilment and customer delight.\n\nMichael was born in the U.K raised in Africa educated in New Zealand and now works internationally.\n\nHe is the author of eight books on organisation culture, leadership and performance.\n\nHe is the winner of the Ashton Wiley book award in 2004.\n\nHe is the winner of the Thought Leaders Mentor of the year award in 2010. Michael is married with three children.",
		"website_url": "http://www.culturesatwork.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "michelle-dickinson",
		"url": "/people/michelle-dickinson/",
		"image": "/uploads/michelle-dickinson-70.jpg",
		"name": "Michelle Dickinson",
		"youtube_video_id": "9jV-KW1jpJo",
		"description_markdown": "Michelle has a PhD in biomedical materials engineering, runs New Zealand’s only nano-mechanical testing laboratory and is a self-confessed adrenaline junkie. Her passion for both sports and science has enabled her to travel the world on the search for her next adventure or research project. With specialist knowledge in nanotechnology, Michelle has contributed to the development of cutting edge technologies. Secretly, however, Michelle has been working on advancing these developments to help her to achieve her childhood dream of becoming a real life superhero. In her spare time you will usually find her outside kitesurfing, cycling, running, paddle boarding, or inside practicing martial arts. Her recent move to academia from industry was a step towards her goal of inspiring females to push the boundaries in both science and sports, and to encourage environmentally sustainable living through engineering design.",
		"website_url": "http://www.medickinson.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/medickinson",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "mike-allsop",
		"url": "/people/mike-allsop/",
		"image": "/uploads/mike-allsop-71.jpg",
		"name": "Mike Allsop",
		"youtube_video_id": "p1SSEbfsQY8",
		"description_markdown": "Air New Zealand pilot, Everest mountaineer, adventurer and extreme marathon competitor, Mike is an ordinary family man proving that anybody can accomplish extraordinary things.\n\nLife took a dramatic turn when a flight from the USA to New Zealand led to a crash-landing into the sea off the coast of Hawaii in the dark of night. The US Coast Guard colonel who eventually rescued Mike and his crew commented that nobody else had ever survived a crash landing into that part of the ocean.\n\nAs well as becoming an Air New Zealand captain, Mike harboured another ambition – to stand at the top of Everest and, true to form, he conquered this goal in an unguided expedition. He has since gone on to conquer numerous other mountains, narrowly dodged a fatal avalanche in Peru, risked being shot in Russia, and returned a replica of a stolen Yeti hand to a monastery in Nepal. He’s also one of a handful of athletes who have ever run 7 marathons in 7 days on 7 continents.\n\nMost recently, Mike returned to the Himalayas to run the world’s highest marathon around Everest. This was a feat never before attempted and a milestone that was captured in the documentary film Chasing Altitude showing that others too can achieve their dreams and ambitions by overcoming the fear of failure and breaking each goal into a series of smaller steps.",
		"website_url": "http://www.mikeallsop.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/mikeallsopnz/",
		"linkedin_url": ""
	},
	
	{
		"id": "mike-moka",
		"url": "/people/mike-moka/",
		"image": "/uploads/michael-moka-1200x1200.jpg",
		"name": "Michael Moka",
		"youtube_video_id": "M9FguL2lfHo",
		"description_markdown": "*entrepreneur* / *indigenous leader* / *business rethinker*\n\nMichael is the founder of Indigenous Growth – a new organisation with a quadruple bottom line - which feeds his passion to empower families like his to get themselves out of the poverty cycle.\n\nSince 2005 he chose a specialised path dedicated to this goal of serving his family and families like his. Indigenous Growth takes a culturally diverse approach, building their people from the grassroots level to provide a more diverse and profitable culture for all organisations.\n\nMike holds a number of governance and advisory roles for Whanau Organisations, Charities, Learning Institutions and Not for Profit organisations.",
		"website_url": "http://indigenousgrowth.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/michaelmmoka",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "minnie-barragwanath",
		"url": "/people/minnie-barragwanath/",
		"image": "/uploads/minnie-baragwanath-1200x1200.jpg",
		"name": "Minnie Barragwanath",
		"youtube_video_id": "__V07QKguBI",
		"description_markdown": "Minnie is CEO and co-founder of Be. Accessible, a social change agency that is shifting how Kiwis value accessibility and the contribution to our world by people with access needs. This vibrant and innovative approach to social change has caught the attention of government, business, entrepreneurs and communities throughout New Zealand and the world. At it’s heart Be. Accessible is moving the emphasis from a notion of disability to Poss-ability, from deficit to strength, from disempowerment to leadership! Values of creativity, positivity, flexibility and generosity are at the heart of this social movement and underpin the work of Be.\n\nMinnie was a recipient of the Sir Peter Blake Leadership award 2013 and was made a Member of the NZ Order of Merit Queens Honour in 2014.",
		"website_url": "http://www.beaccessible.org.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "modern-māori-quartet",
		"url": "/people/modern-m%C4%81ori-quartet/",
		"image": "/uploads/modern-māori-quartet-1200x1200.jpg",
		"name": "Modern Māori Quartet",
		"youtube_video_id": "cQO3kPM3YRE",
		"description_markdown": "*māori showband* / *contemporary* / *indigenous entertainment company*\n\nThe suave crooners from the award-winning Modern Māori Quartet invite you to enjoy a fresh take on the classic Māori showbands of yesteryear.\n\nToi Whakaari: New Zealand Drama School alumni James Tito, Maaka Pohatu, Matariki Whatarau and Francis Kora bring the concept of a Māori Rat Pack into the present with a contemporary twist, weaving their acting and musical talents together to fuse hearty and humorous Māori storytelling with the glorious tradition of showband entertainment.\n\nModern Māori Quartet blends old school charm with modern pizzazz to highlight Aotearoa New Zealand's musical past and present, featuring unique spins on Māori waiata (song), showband hits and pop music, all infused with the multi-talented Māori foursome's irresistible charisma, sublime harmonies and universal humour.",
		"website_url": "http://modernmaoriquartet.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/ModernMaoriQ",
		"facebook_url": "https://www.facebook.com/ModernMaoriQuartet",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/modernmaoriquartet/",
		"linkedin_url": ""
	},
	
	{
		"id": "mohamed-hassan",
		"url": "/people/mohamed-hassan/",
		"image": "/uploads/mohamed-hassan-rising-voices-80.jpg",
		"name": "Mohamed Hassan",
		"youtube_video_id": "",
		"description_markdown": null,
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/MHassan_1",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "muskan-devta",
		"url": "/people/muskan-devta/",
		"image": "/uploads/muskan-devta-640-82.jpg",
		"name": "Muskan Devta",
		"youtube_video_id": "kl42kv_1HzI",
		"description_markdown": "Muskan Devta is a bright, bubbly, and brave fourteen-year-old who has achieved much in her short life. Muskan was born with a medical condition called partial hemiplegia. Her right side is weaker than her left and for 13 years she had to wear a brace to keep her foot straight. Being a special needs child gave her a lot of challenges, but Muskan proved that she could overcome them by focusing on the positives.\n\nComing to New Zealand at age 4, Muskan is currently a student of Westlake Girls High School. She has been an radio host, column writer and author of two books, including her autobiography written to raise funds for Starship Hospital; the book ‘I Dream’ is now part of her school’s Year 9 curriculum. With the support of her family, school, and hospital, Muskan is very successful today. She is on a journey to make people realise that being a child with a disability does not mean you are different.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "nigel-parker",
		"url": "/people/nigel-parker/",
		"image": "/uploads/nigel-parker-1.jpg",
		"name": "Nigel Parker",
		"youtube_video_id": "R38A2H8FKMk",
		"description_markdown": "Nigel Parker is chief engineer for Microsoft Asia’s Commercial Software Engineering. His job is to seek out solutions to hard problems. But for him, it’s not just about the technology, it’s about the impact technology can have on people’s lives. In his own personal project, Nigel set about using technology to turn his health around and create better, stable habits.\n\nNigel believes as machine intelligence becomes more developed, humans must make sure they keep up and build symbiotic intelligence to expand human capability in ways that are both tangible and magical.",
		"website_url": "",
		"medium_url": "https://medium.com/@nzigel",
		"twitter_url": "https://twitter.com/nzigel",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "one-beep",
		"url": "/people/one-beep/",
		"image": "",
		"name": "One Beep",
		"youtube_video_id": "zYICH2IBB6Y",
		"description_markdown": null,
		"website_url": "http://onebeep.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/VinnyLohan",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "pani-farvid",
		"url": "/people/pani-farvid/",
		"image": "/uploads/pani-farvid-1200x1200.jpg",
		"name": "Pani Farvid",
		"youtube_video_id": "DW5YctpK7pM",
		"description_markdown": "*social psychologist* / *gender researcher* / *social commentator*\n\nPani is a Senior Lecturer in Psychology at Auckland University of Technology. For over a decade, Pani has researched the intersection of gender, power, culture, sexuality and identity – largely focusing on how heterosexuality plays out in domains such as casual sex, online dating, mass media and the New Zealand sex industry. She is currently focusing on examining mobile dating, in order to explore how such technology is (re)shaping intimate relations in the 21st century.\n\nHer work seeks to dismantle the rigid gender binaries associated with heterosexuality. She is a regular media commentator on issues related to gender, sexuality, gender equality and sexism.",
		"website_url": "https://www.aut.ac.nz/profiles/pantea-farvid",
		"medium_url": "",
		"twitter_url": "https://twitter.com/panifarvid",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "pania-newton",
		"url": "/people/pania-newton/",
		"image": "/uploads/pania-newton2.jpg",
		"name": "Pania Newton",
		"youtube_video_id": "tT11yvE5plo",
		"description_markdown": "*Passionate / Kaitiaki / Auntie*\n\n\n  &nbsp;\n\n\nFrom a childhood of struggle Pania never focused on the negative, but was fortunate to stay true to her Maoritanga. At nine years old she wrote in a time capsule that she wanted to be a lawyer to make a difference. After working hard to achieve that, she has temporarily left her law career to fulfill her purpose and responsibility to the environment for future generations. Pania’s path through life has led her to finding her purpose, her kaupapa: protecting our whenua, Ihumatao. Doing what she was born to do, with her tupuna beside her guiding her to be the kaitiaki of the land. She now dedicates her time to huis and the occupation of Ihumatao land. Everything she does is for others; her nieces and nephews, her whanau, and future generations, so the sacrifices are without regret. As a frontline protector of Ihumatao she has had to step out of her comfort zone and face challenges, all in the name of saving a unique and sacred land, contributing to a better Aotearoa for all.",
		"website_url": "https://www.protectihumatao.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "https://www.facebook.com/protectIhumatao/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "paul-cameron",
		"url": "/people/paul-cameron/",
		"image": "/uploads/paul-cameron-70.jpg",
		"name": "Paul Cameron",
		"youtube_video_id": "pz9kG1aUVe0",
		"description_markdown": "Paul has always had a passion for technology and reading and finds it fascinating that we can now carry an entire library around in our pocket. Yet the reading experience has not evolved in more than 2000 years despite storytelling taking disruptive leaps forward with the introduction of film and video games. Booktrack is his answer to addressing the decline in reading and literacy rates that will help make reading relevant again to a new generation of readers. Prior to Booktrack, Paul flew with the Royal New Zealand Air Force in roles including fisheries and customs surveillance, search and rescue, and anti-terrorism. Paul then founded a new division of an electronics and software company that provides products and services to the global defence industry, before cofounding Booktrack.",
		"website_url": "https://www.booktrack.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/pccameron",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "paul-wood",
		"url": "/people/paul-wood/",
		"image": "/uploads/paul-wood-70.jpg",
		"name": "Paul Wood",
		"youtube_video_id": "LjjlsW1MDmc",
		"description_markdown": "At the age of 18, Paul was a high-school dropout in prison for murder. While spending time in maximum security he discovered the life enriching quality of learning. This led him to voraciously pursue both formal and informal means of education. He acquired both Bachelor’s and Master’s degrees in Psychology and Philosophy whilst in prison and by the time he was released he was two years into a Doctorate in Psychology. Paul is now a respected coach and consultant who uses his knowledge and experience to assist individuals and organisations achieve their developmental goals. Paul will be using his own journey to illustrate and discuss the universal ingredients of successful personal change and growth.",
		"website_url": "http://www.whatsyourprison.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/drpaulwood",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "pete-bethune",
		"url": "/people/pete-bethune/",
		"image": "/uploads/pete-bethune.jpg",
		"name": "Pete Bethune",
		"youtube_video_id": "7eUVD74ozQU",
		"description_markdown": "Pete Bethune takes conservation to the extreme. As the founder of Earthrace Conservation, Pete is a world record holder, circling the globe four times on his powerboat Earthrace. His missions have seen him shot at, run over by a Japanese security vessel, incarcerated in Libya and Japan, and held under armed guard in a Guatemalan Military camp.\n\nAs the producer of his show ‘The Operatives’, Pete runs a team of former special forces operatives to combat wildlife poaching, smuggling and illegal fishing in Africa, Asia and Central America. He also works closely with government enforcement units training them in coastal surveillance and hostile vessel takedown. At the heart of it all, Pete is a ship captain with an environmental edge.",
		"website_url": "http://earthraceconservation.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/PeteBethune",
		"facebook_url": "https://www.facebook.com/Capt.Pete.Bethune",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/petebethune/",
		"linkedin_url": ""
	},
	
	{
		"id": "pete-ceglinski",
		"url": "/people/pete-ceglinski/",
		"image": "/uploads/pete-ceglinski-2.jpg",
		"name": "Pete Ceglinski",
		"youtube_video_id": "",
		"description_markdown": "*Surfer / Environmentalist / Eco-preneur*\n\n\n  &nbsp;\n\n\nPete Ceglinski, the Aussie surfer who in 2015 successfully crowdfunded an invention designed to rid our waterways of rubbish. The Seabin Project went viral and has quickly become one of the most environmentally promising ways of turning the tide in our planet's war against plastics.\n\n\n  &nbsp;\n\n\nIt’s a rubbish bin that lives in the water of marinas and collects floating plastics, bottles, bags, oil, fuel and micro-plastics down to 2mm in size.\n\n\n  &nbsp;\n\n\nRight now our business activities are 50% for profit and 50% not for profit. The reason for this is that we are in a unique situation where we have innovative technology to capture debris efficiently, but at the end of the day, Seabin’s are not the solution. Education, Science, Research and Community is the real solution, and so we have built this into our business model with growing success.",
		"website_url": "http://seabinproject.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/seabin_project/",
		"linkedin_url": ""
	},
	
	{
		"id": "pete-longworth--michael-k--chin",
		"url": "/people/pete-longworth--michael-k--chin/",
		"image": "",
		"name": "Pete Longworth & Michael K. Chin",
		"youtube_video_id": "",
		"description_markdown": "Plum Jungle is a creative collaboration between photographer – Pete Longworth, sound artist – Michael K. Chin (Tokyo Love-In) and film maker Christopher Baron. Recent accolades their projects include: Screenings at the Cannes Film Festival – Court Metrage Short Film Corner (FRA). Official Selection at the End of the Pier International Film Festival (UK). Official Selection at the New York Independent Film Festival (USA). 'Winner Best International Experimental Short Film' New York Independent Film Festival. 'Winner Audience Awards International' New York Independent Film Festival.",
		"website_url": "https://www.theartofseeing.life/",
		"medium_url": "http://thedigitalshamans.com/",
		"twitter_url": "https://twitter.com/pete_longworth, https://twitter.com/tokyolovein",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "pete-russell",
		"url": "/people/pete-russell/",
		"image": "/uploads/pete-russell-70.jpg",
		"name": "Pete Russell",
		"youtube_video_id": "SpnEGb0GdwY",
		"description_markdown": "Pete Russell is a local food advocate, social entrepreneur and founder of Ooooby. After seeing first hand the destructive nature of globalized food and the accelerating demand for local alternatives during his time at a multi-million dollar food business, Pete became committed to working in the local food space. Driven by a passion for developing smart systems for food sales and logistics, Out of our own backyards (Ooooby) is the result of his work – a local food operation delivering to hundreds of Auckland doorsteps each week.",
		"website_url": "https://www.ooooby.org",
		"medium_url": "",
		"twitter_url": "https://twitter.com/ohmpo",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "peter-young",
		"url": "/people/peter-young/",
		"image": "/uploads/peter-young-70.jpg",
		"name": "Peter Young",
		"youtube_video_id": "fXYXHIX4P0A",
		"description_markdown": "Peter Young has over 20 years' experience as a freelance cameraman, director and producer.\n\nWith an ear for story and an eye for the perfect shot, Peter brings a well-rounded skill base to any production. Whether he’s directing his own project or shooting for others, what shines through is his passion for well-crafted story-telling.\n\nPeter has won many awards for his skills and creativity behind the camera. In 2012 he was named New Zealand Independent Producer of the Year at the Screen Production and Development Association Awards.",
		"website_url": "http://www.fisheyefilms.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/peteryoung8515/",
		"linkedin_url": ""
	},
	
	{
		"id": "philip-patston",
		"url": "/people/philip-patston/",
		"image": "/uploads/philip-patston-70.jpg",
		"name": "Philip Patston",
		"youtube_video_id": "hNUgOhJiQZc",
		"description_markdown": "Philip Patston is best recognised for his ten-year career as a comedian and entertainer, but it’s his passion for social change that is getting him noticed. An alumni of the New Zealand Social Entrepreneur Fellowship, Philip is a passionate believer that we have a powerful opportunity to reimagine diversity. His focus is on engaging people to achieve positive social change by reinventing the labels with which we categorise ourselves and each other.",
		"website_url": "https://www.diversitynz.com/",
		"medium_url": "http://philippatston.com/blog/",
		"twitter_url": "https://twitter.com/PhilipPatston",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/philippatston/",
		"linkedin_url": ""
	},
	
	{
		"id": "pip-hall",
		"url": "/people/pip-hall/",
		"image": "/uploads/pip-hall-65.jpg",
		"name": "Pip Hall",
		"youtube_video_id": "V3QM59nehBk",
		"description_markdown": "Pip Hall has worked as a full time writer in theatre, film and television for 17 years. An accomplished playwright, Pip has multiple awards to her name including New Zealand’s most significant and prestigious theatre honour, the Bruce Mason Playwriting Award. Pip also works extensively in television and film as a writer, story liner, story/script editor, developer, creative producer and actor.",
		"website_url": "http://www.piphall.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/misspiphall",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "privahini-bradoo",
		"url": "/people/privahini-bradoo/",
		"image": "",
		"name": "Privahini Bradoo",
		"youtube_video_id": "MkngOJvs2AI",
		"description_markdown": "Specialties: Water Treatment, Cleantech, Biofuels, Biotechnology, Drug Discovery, Not-for-Profits, Entrepreneurship.",
		"website_url": "http://blueoakresources.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/privahini",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": "https://www.linkedin.com/in/privahini-bradoo-455b491/"
	},
	
	{
		"id": "rachel-callander",
		"url": "/people/rachel-callander/",
		"image": "/uploads/rachel-callander-61.jpg",
		"name": "Rachel Callander",
		"youtube_video_id": "wUYBpsujxdw",
		"description_markdown": "After losing her daughter Evie, who had a rare chromosome condition, award winning NZ Wedding and Portrait photographer Rachel Callander turned her talent to capturing the beauty and abilities of other children with ‘Super Powers’.\n\nRachel has traveled the length and breadth of NZ meeting ordinary families being made extraordinary through the journeys their children are taking them on.\n\nAs a result of her travels, Rachel’s insights and images offer a fresh understanding and language regarding disability. The stunning photographs of the children alongside the conversations with their parents are presented in the Super Power Baby Project, a photographic art book due for launch in August 2014.\n\nThe Super Power Baby Project is a life affirming work. It does not shy from the notion that genetic syndromes bring with them their share of challenge, grief and difficulty. The strong message is though that there is much that lies beyond that. Rachel demonstrates that these children have much to teach us about themselves and ourselves, which is to be celebrated as truly exceptional.",
		"website_url": "http://www.rachelcallander.co/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/rachelcallander",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "rashina-hoda",
		"url": "/people/rashina-hoda/",
		"image": "/uploads/rashina-00907-2048.jpg",
		"name": "Rashina Hoda",
		"youtube_video_id": "",
		"description_markdown": "Dr Rashina Hoda is a Senior Lecturer at the University of Auckland, whose research focuses on the human and social aspects of software engineering.\n\nShe has researched agile teams and management in industrial settings for over a decade, with over 70+ published research articles on topics such as agile transformation, self-organizing teams, agile project management, customer collaboration, and more.\n\nRashina’s Theory of Becoming Agile received a distinguished paper award at the International Conference on Software Engineering in 2017 and her agile team transformation tool has been well received in the industry. She also created and runs the agile course at the University of Auckland.",
		"website_url": "https://rashina.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/agileRashina",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "ray-avery",
		"url": "/people/ray-avery/",
		"image": "",
		"name": "Ray Avery",
		"youtube_video_id": "8yEPBPBLifo",
		"description_markdown": "Sir Ray Avery GNZM is a successful scientist, author, inventor, entrepreneur, philanthropist and start up investor.\n\nA former street kid who became an internationally recognised scientist, Sir Ray founded Medicine Mondiale in 2003 because he believed it was possible to improve healthcare outcomes on a global scale.\n\nToday an international network of scientists, technologies and corporations support Medicine Mondiale donating their knowledge and skills to make a difference.\n\nSir Ray describes the Medicine Mondiale team as \"The Crazy Ones\", because the people that are crazy enough to believe that they can change the world, are the ones that do.",
		"website_url": "https://www.medicinemondiale.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/RayAvery",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "rebecca-mills",
		"url": "/people/rebecca-mills/",
		"image": "/uploads/rebecca-mills-61.jpg",
		"name": "Rebecca Mills",
		"youtube_video_id": "d53-nyFzoVI",
		"description_markdown": "Working with some of the most inspiring and influential business leaders of our generation, Rebecca is a top sustainability strategist who works with the likes of Sir Richard Branson to develop global sustainable business strategy.\n\nLeading many projects in the public, private and not-for-profit sectors globally over the last decade, this is one kiwi that is making her mark on the global stage.\n\nA systems thinker and scientist, she finds leverage points which, when activated, result in high impact, transformative and scalable models for individuals, business, cities and entire countries.\n\nRebecca is one New Zealander to watch out for.",
		"website_url": "http://www.rebeccamills.co/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/_rebeccamills",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/_rebeccamills/",
		"linkedin_url": ""
	},
	
	{
		"id": "rebecca-wadey",
		"url": "/people/rebecca-wadey/",
		"image": "/uploads/rebecca-wadey-640-80.jpg",
		"name": "Rebecca Wadey",
		"youtube_video_id": "z6Iip-kl-VM",
		"description_markdown": "Rebecca Wadey is a writer, fashion PR specialist, cancer survivor, mother and business founder. Since her diagnosis of breast cancer at 26, Rebecca has embraced a lifestyle of wellbeing as well as connecting with and supporting other women facing the disease. A chance friendship with raw foods “unbakery” Little Bird founder Megan May, buying a Vitamix and the essential addition of yoga marked a turning point in Rebecca’s journey and she has recently opened a yoga and wellness hub in Auckland. The Centre combines yoga, naturopathy, meditation, massage, accupuncture and nutrition and offers free programmes for women with cancer.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/thecentrenz",
		"facebook_url": "https://www.facebook.com/thecentrenz/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richard-aston",
		"url": "/people/richard-aston/",
		"image": "/uploads/richard-aston-1200x1200.jpg",
		"name": "Richard Aston",
		"youtube_video_id": "SgguRmmHbgA",
		"description_markdown": "*social entrepreneur* / *rebel* / *optimist*\n\nRichard put his IT and business skills to good use when he bailed out of the corporate world and took over the reins of Big Buddy in 2002. It’s taken focus, will-power and trust to grow an organisation that matches male volunteers with fatherless boys.\n\nBut Richard’s source lies in the values of the hippy movement he grew out of - his strongest belief is around the strength of human caring; he believes passionately that most anyone and anything can be healed when humans step up to care deeply for each other without judgement or expectation.\n\nRichard is also chair of Consumer NZ, a Vodafone World of Difference award winner and is a passionate father, grandfather, celebrant, gardener and author.",
		"website_url": "https://www.astonkerr.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richard-easther",
		"url": "/people/richard-easther/",
		"image": "/uploads/richard-easther-640-80.jpg",
		"name": "Richard Easther",
		"youtube_video_id": "gol_4kh8ETY",
		"description_markdown": "Richard Easther grew up in New Zealand and was educated at the University of Canterbury. After graduating with his PhD in 1994, Richard held post-doctoral fellowships at Waseda University in Japan and at Brown and Columbia Universities in the United States. Richard was a professor at Yale University from 2004 until the end of 2011, when he returned to New Zealand.\n\nRichard is now a professor and Head of the Department of Physics here at the University of Auckland. Richard’s work focuses on the physics of the very early universe and understanding the ways in which the universe changes between the Big Bang and the present day.",
		"website_url": "https://excursionset.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/REasther",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richard-faull",
		"url": "/people/richard-faull/",
		"image": "/uploads/richard-faull-70.jpg",
		"name": "Sir Richard Faull",
		"youtube_video_id": "NT_Z6kULoVw",
		"description_markdown": "Richard Faull is professor and director of the Centre for Brain Research at the University of Auckland. Raised in a small Taranaki farming community, Richard discovered his passion for the human brain as a young medical student and has spent his life pursuing exciting, innovative and groundbreaking research in this field at the University of Auckland. Richard’s work has been widely recognised internationally and through appointments as Fellow of the Royal Society of New Zealand, Officer of the NZ Order of Merit, and receiving of many awards including New Zealand’s highest scientific award, the Royal Society Rutherford Medal.",
		"website_url": "https://unidirectory.auckland.ac.nz/people/rlm-faull",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richard-little",
		"url": "/people/richard-little/",
		"image": "/uploads/richard-little-1200x1200.jpg",
		"name": "Richard Little",
		"youtube_video_id": "WPbpGhSILqk",
		"description_markdown": "*entrepreneur* / *inventor* / *dreamer*\n\nRichard is a multi-award winning inventor and engineer with over 30 patents to his name, in the past Richard has held a range of Directorships, C level and other senior positions in a range of engineering, military and medical businesses.\n\nRichard started REX Bionics in 2007 which listed in 2014 on the UK AIM stock exchange.\n\nHis latest venture, Exsurgo Rehab, has been formed with a team of experienced medical device experts to to deliver technology solutions that will alleviate the suffering and improve the quality of life of potentially millions of stroke sufferers worldwide.",
		"website_url": "https://www.rexbionics.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richard-loseby",
		"url": "/people/richard-loseby/",
		"image": "",
		"name": "Richard Loseby",
		"youtube_video_id": "Afaf8WxCR4U",
		"description_markdown": "The rise of content creation, e-commerce platforms, digital tagging and social media are the new norm. Mindful consumerism is on the rise. AR and VR technology continues to astound in terms of what it can bring to the retail or brand experience. But in reality, what I see every working day, is that the power of a good advertising idea still reigns supreme. Happily, I know a bit about coming up with them. I also know how to inspire others to do the same - creating the kind of campaigns that, no matter where people see, hear or touch them, are still impactful and effective. I am in the business of storytelling, and as the head of Pixar once said, 'Fancy graphics might keep them entertained for a few minutes, but it's the story that keeps people glued to their seats.'",
		"website_url": "https://www.rloseby.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/RichardLoseby",
		"facebook_url": "https://www.facebook.com/losebybooks/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richard-nunns",
		"url": "/people/richard-nunns/",
		"image": "/uploads/richard-nunns-70.jpg",
		"name": "Richard Nunns",
		"youtube_video_id": "",
		"description_markdown": null,
		"website_url": "http://www.richardnunns.net.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "richie-hardcore",
		"url": "/people/richie-hardcore/",
		"image": "/uploads/richie-hardcore-2.jpg",
		"name": "Richie Hardcore",
		"youtube_video_id": "UJaQq_okL8k",
		"description_markdown": "*Activist / Muay Thai Fighter / Public Speaker*\n\n&nbsp;\n\n'Richie Hardcore is a board member at White Ribbon New Zealand, Ministry of Social Development 'It's Not Ok’ Champion, working to end men's violence against women. He is an educator and public speaker, focusing on exploring masculinity and ending rape culture, sexual and family violence.\n\n&nbsp;\n\nHe also speaks passionately about mental health and wellness, and as a former alcohol and drug harm reduction community worker, on how we can address AOD issues in our society. He was a radio host at Auckland’s 95bfm for 15 years, conducting interviews with politicians, personalities and musicians alike, as well as DJing music. He also was a rotating host of NewsTalk ZB's mental health talk back radio show ‘The Nutters Club', and today is a regular feature on shows such as TVNZ breakfast as a social commentator. A retired former multiple Muay Thai Champion, with over 25 years in martial arts, Richie is now a trainer, having helped some of New Zealand's most accomplished fighters achieve their goals.",
		"website_url": "http://richiehardcore.co.nz",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/richiehardcore/",
		"linkedin_url": ""
	},
	
	{
		"id": "riley--steve-hathaway",
		"url": "/people/riley--steve-hathaway/",
		"image": "/uploads/riley--steve-hathaway-71.jpg",
		"name": "Riley & Steve Hathaway",
		"youtube_video_id": "UzA_CTkn7vk",
		"description_markdown": "Riley Hathaway is a passionate 14-year-old ocean ambassador, who is already presenting her own TV series called ‘Young Ocean Explorers’. In Young Ocean Explorers, Steve and his daughter Riley present a captivating series of stories about what happens when a teenager comes face to face with the marine animals we’re all curious about, such as stingrays, orca, and turtles. It’s a winning combination: Riley’s got the questions and the teenage-cred, and Steve’s got the boat and underwater know-how. Together, they take us on a journey that has never been previously imagined: a fun, accessible glimpse into the world of New Zealand’s incredible underwater species.",
		"website_url": "https://www.youngoceanexplorers.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/YngOcnExplorers",
		"facebook_url": "https://www.facebook.com/youngoceanexplorers",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/young_ocean_explorers/",
		"linkedin_url": ""
	},
	
	{
		"id": "riley-elliott",
		"url": "/people/riley-elliott/",
		"image": "/uploads/riley-elliott-640-80.jpg",
		"name": "Riley Elliott",
		"youtube_video_id": "GA8RsnezFIg",
		"description_markdown": "Riley Elliott is a PhD candidate at the University of Auckland. With an Honours degree in Zoology and Masters with distinction in Marine Science from Otago University, Riley ventured to South Africa to find his true passion - sharks. Being a surfer, free diver and spear-fisherman, Riley wanted to understand why sharks instilled so much fear in people and whether it was warranted. What he found was far worse – sharks are in rapid decline, receiving little sympathy due to their demonised stereotype.\n\nThrough the combination of high-tech science and stimulating visual imagery, Riley explains how conventional scientific communication can move at the speed of modern day media to achieve conservational goals. Riley is now utilising this form of communication to address international issues as the presenter of Shark Man TV.",
		"website_url": "http://www.rileyelliott.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/rileysharks",
		"facebook_url": "https://www.facebook.com/rileyelliott159/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/thelifeofrileynz/",
		"linkedin_url": ""
	},
	
	{
		"id": "robert-oliver",
		"url": "/people/robert-oliver/",
		"image": "/uploads/robert-oliver-70.jpg",
		"name": "Robert Oliver",
		"youtube_video_id": "orfB1UkoKdQ",
		"description_markdown": "Robert Oliver is an accomplished New Zealand chef and author of the Gourmand World Cookbook award-winning book, Me’a Kai: The Food and Flavours of the South Pacific. Raised in Fiji and Samoa, Robert’s passion for the South Pacific was the driver behind Me’a Kai, which was written in an effort to connect the Pacific’s agricultural and tourism sectors. Robert has developed restaurants in major cities around the world and now holds ambassador positions for Le Cordon Bleu and True Pacific.",
		"website_url": "http://robertoliveronline.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/RobertOliverNZ",
		"facebook_url": "https://www.facebook.com/RobertOliverChef/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/robertolivernz/",
		"linkedin_url": ""
	},
	
	{
		"id": "robin-kelly",
		"url": "/people/robin-kelly/",
		"image": "",
		"name": "Robin Kelly",
		"youtube_video_id": "CohKXd3NnEE",
		"description_markdown": null,
		"website_url": "http://www.robinkelly.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/RobinJLKelly",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "robyn-paterson",
		"url": "/people/robyn-paterson/",
		"image": "/uploads/robyn-paterson-70.jpg",
		"name": "Robyn Paterson",
		"youtube_video_id": "2vFWQSXVYVk",
		"description_markdown": "Robyn Paterson is a highly respected director in the New Zealand film and television industry. She has worked across a wide range of projects and includes writing, producing, directing and presenting in her screen credits. Robyn’s debut feature documentary Finding Mercy followed her personal search for a lost friend in Zimbabwe’s political turmoil. It was selected for the prestigious International Documentary Festival Amsterdam and won Best Cinematography & Best Emerging Filmmaker at DocEdge Film Festival.",
		"website_url": "http://www.robynpaterson.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/robynpaterson",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "rory-steyn",
		"url": "/people/rory-steyn/",
		"image": "/uploads/rory-steyn-1200x1200.jpg",
		"name": "Rory Steyn",
		"youtube_video_id": "4CO7f9HHI3A",
		"description_markdown": "*husband* / *father* / *security expert*\n\nAfter rising through the ranks of the South African police force, Rory was appointed to the Presidential Protection Unit in 1996, and was made team leader of President Nelson Mandela’s personal security detail, handling the protection of the former President both nationally and internationally.\n\nRory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.\n\nWhat Rory learnt from the man, once seen as a terrorist by South African authorities, changed his life forever.",
		"website_url": "http://nsa-global.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/RorySteyn11",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sam-hunt",
		"url": "/people/sam-hunt/",
		"image": "/uploads/sam-hunt-70.jpg",
		"name": "Sam Hunt",
		"youtube_video_id": "pW7uouAZAWo",
		"description_markdown": "Sam was born in 1946 and grew up in Castor Bay, Auckland. It was a coastal childhood filled with poems. Both parents and their colourful circle of family and friends often had poems on their lips – usually told from memory. The Catholic Mass made its mark on Sam too.\n\nThough he likes to call his poems “songs for the tone-deaf”, Sam has happily worked with musicians – country band The Warratahs, modern classical man Gareth Farr, the New Zealand Symphony Orchestra, and alternative rocker David Kilgour, among others. Sam was special guest at two acclaimed Leonard Cohen concerts in 2009. In 1986, Sam was awarded a QSM – a “quiet sober man” he claimed. In 2010, he was further festooned with honour when he was made a Companion of the New Zealand Order of Merit (CNZM) for services to poetry.\n\nSam has enjoyed a burst of activity in recent years, publishing a new collection of poems Doubtless and the semi-autobiographical Backroads: Charting a Poet’s Life, as well as a selection of James K. Baxter poems. His most recent book is Knucklebnes: Poems 1962 – 2012.",
		"website_url": "http://samhunt.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sam-stubbs",
		"url": "/people/sam-stubbs/",
		"image": "/uploads/sam-stubbs.jpg",
		"name": "Sam Stubbs",
		"youtube_video_id": "GRm_5BYcFe8",
		"description_markdown": "Sam Stubbs is the founder of non profit KiwiSaver fund Simplicity. Sam’s career spans politics, philosophy, technology and finance. He believes the finance industry should be as much a force for good as a source of profit which he thinks can be achieved by companies embracing long term thinking, sustainability and full diversity.\n\nSam’s primary passion is being the best son, partner and dad and he will most likely be found on the water trying ski, surf and sail.",
		"website_url": "http://simplicity.kiwi/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "samuel-gibson",
		"url": "/people/samuel-gibson/",
		"image": "/uploads/samuel-gibson-1200x1200.jpg",
		"name": "Samuel Gibson",
		"youtube_video_id": "7nokY97BRS4",
		"description_markdown": "*adventurer* / *entrepreneur* / *wheelchair designer*\n\nBorn with a rare condition called Osteogenesis Imperfecta and has broken nearly every bone in his body.\n\nWheelchairs and broken bones are part of life for Samuel, though for those who know Samuel, ‘Disabled’ would one of the least appropriate words to describe him. World traveller, Adventurer, Entrepreneur, Husband, Father of two gorgeous little girls - Samuel considers himself the luckiest boy in the world.\n\nSamuel is part of a wheelchair design partnership that is changing the lives around world in the most practical way. Physical independence is something Samuel is very passionate about and sees it as one of the most basic of human rights.",
		"website_url": "http://www.samuelgibson.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sarah-longbottom",
		"url": "/people/sarah-longbottom/",
		"image": "/uploads/sarah-longbottom-66.jpg",
		"name": "Sarah Longbottom",
		"youtube_video_id": "Dzxe_pQTd90",
		"description_markdown": "Sarah Longbottom is Creative Director of the Nga Rangatahi Toa Creative Arts Iniatiative in South Auckland, a mentoring and transition programme that connects top creative talent of Aotearoa with young people in alternative education. Sarah honed and flexed her agentic self in mainstream and residential youth justice classrooms, and was instrumental in the development of nationwide pedagogical leadership in alternative education. Both the excellence and inadequacies of our education system inspired Sarah to take her learnings and develop an innovative model of youth development based on the core values of love and acceptance, energy and creativity, and collaboration and community.",
		"website_url": "https://www.ngarangatahitoa.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/ngarangatahitoa?lang=en",
		"facebook_url": "https://www.facebook.com/ngarangatahitoa/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sarah",
		"url": "/people/sarah/",
		"image": "/uploads/sarah-strong-2.jpg",
		"name": "Sarah",
		"youtube_video_id": "",
		"description_markdown": "*Mother / Victim / Cyclist*\n\n\n  &nbsp;\n\n\nSarah is in her 50’s and loves being outdoors combined with physical activity. She recently completed her first walking half-marathon preserving for a podium finish despite the blisters forming at the half-way mark. Cycling whether it be mountain biking or road cycling is also a keen pursuit. The outdoors provides Sarah with perspective and vitality.\n\n\n  &nbsp;\n\n\nShe kept a secret for 35 years from a traumatic event and broke her silence last years which led to a 9 month police investigation. The case was decided by the police that due to the lack of evidence it would not proceed to a court hearing. Sarah is confident that New Zealand systems and processes can be improved to make it gentler and safer for victims to share their secrets of historic abuse.\n\n\n  &nbsp;\n\n\nSarah works in a business environment having held a number of senior leadership roles in the public sector and self-employment in the rehabilitation industry. Sarah’s only child is now 30 years old. The strong relationship with her son, along with her husband, have provided the caring family support needed to help her navigate the previous year as a victim through the police investigation.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "scott-gilmour",
		"url": "/people/scott-gilmour/",
		"image": "",
		"name": "Scott Gilmour",
		"youtube_video_id": "U17wQX2tQTA",
		"description_markdown": "Scott has over 35 years' experience in the IT industry, including 12 years with Intel in both the United States and New Zealand, in a number of senior management and marketing positions. He co-founded a successful enterprise software company in the USA in 1989, ABC Technologies Inc., which was sold to SAS in 2002. He served for 7 years on the NZTE Beachheads Board, and was a founding member of the IceAngel network.\n\nCurrently Scott is the Chairman of a high growth Kiwi tech firm, iDefigo, and has served as a Director and investor with a number of NZ's tech companies, including Jade, Nextspace, ResourceWare, ViFX and Winscribe. In 2002 Scott founded and funded the first \"I Have a Dream\" project outside the USA and has been working closely with Ant ever since to \"inspire dreams and enable futures\" for kiwi children who are living in material hardship. Scott has a B.Com from the University of Otago (1978) and an MBA from the University of Oregon (1989).",
		"website_url": "https://www.ihaveadream.org.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sean-gourley",
		"url": "/people/sean-gourley/",
		"image": "/uploads/sean-gourley-71.jpg",
		"name": "Sean Gourley",
		"youtube_video_id": "mKZCa_ejbfg",
		"description_markdown": "Sean is a physicist, decathlete, political advisor and past TED fellow. He is originally from New Zealand where he helped start New Zealand’s first nanotech company. Sean studied at Oxford as a Rhodes Scholar where he received a PhD for his research on the mathematical patterns that underlie modern war. This research has taken him all over the world from the Pentagon, to the United Nations and Iraq. Previously, Sean worked at NASA on self-repairing nano-circuits and is a two-time New Zealand track and field champion. Sean is now based in San Francisco where he splits his time between mathematical research and his venture capital backed startup Quid.",
		"website_url": "http://seangourley.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/sgourley",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/sgourley/",
		"linkedin_url": ""
	},
	
	{
		"id": "sharad-paul",
		"url": "/people/sharad-paul/",
		"image": "/uploads/sharad-paul-1200x1200.jpg",
		"name": "Sharad Paul",
		"youtube_video_id": "8v0ykTrTQEc",
		"description_markdown": "*author* / *doctor* / *social entrepreneur*\n\nDr. Sharad P. Paul is an academic specialising in skin cancer surgery, both in New Zealand and Australia. His Skin Surgery Clinic has one of the largest series of skin cancer patients worldwide, with over 100,000 consultations and 35,000 operations since the clinic was established in 1996.\n\nAward winning Sharad has served on the National Commission of UNESCO, and teaches creative writing to disadvantaged children by personally visiting schools once a week, and by funding school libraries. These initiatives are supported through the model of social entrepreneurship created by projects such as The Baci Lounge, an award-winning bookstore, within his own Baci Foundation.",
		"website_url": "https://www.drsharadpaul.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/DrSharadPaul",
		"facebook_url": "https://www.facebook.com/drsharadpaul/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "shaun-hendy",
		"url": "/people/shaun-hendy/",
		"image": "/uploads/shaun-hendy-65.jpg",
		"name": "Shaun Hendy",
		"youtube_video_id": "mwp6VJwxGzw",
		"description_markdown": "Shaun Hendy is the founding Director of Te Pūnaha Matatini, a Centre of Research Excellence hosted by the University of Auckland. Shaun is an advocate for multi-disciplinary research and teaching, and lectures in the University of Auckland’s Department of Physics and the University’s Centre for Innovation and Entrepreneurship. His interest in innovation led him to co-author the 2013 book, “Get Off the Grass” with the late Sir Paul Callaghan. Shaun believes that the challenge for New Zealand - if we want to base our economy on knowledge rather than nature - is to overcome our relatively small and widely dispersed population base and build a city of four million people. To do this, we'll need to start trusting each other more so that our ideas will spread, and we'll need the infrastructure that connects us. If we can do this it would make us one of the most innovative places on the planet.",
		"website_url": "http://www.tepunahamatatini.ac.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/hendysh",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "shaveer-mirpuri",
		"url": "/people/shaveer-mirpuri/",
		"image": "/uploads/shaveer-mirpuri.jpg",
		"name": "Shaveer Mirpuri",
		"youtube_video_id": "vGXmicYX5z0",
		"description_markdown": "Shaveer Mirpuri is in the business of disruptive startups, with the purpose of driving innovation. In 2015, Shaveer formed GOAT Ventures which co-invests and co-creates companies with Fortune 500 corporates. He believes pairing radically opposite companies will create opportunities others could only dream of.\n\nHe’s been involved in hugely successful startups such as Wooga, which grew to 300 staff and raised $24 million. He’s also personally consulted the CEO of Walmart on artificial intelligence strategy and German Chancellor Angela Merkel on innovation.",
		"website_url": "www.goat.ventures",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "siouxsie-wiles",
		"url": "/people/siouxsie-wiles/",
		"image": "/uploads/siouxsie-wiles-70.jpg",
		"name": "Siouxsie Wiles",
		"youtube_video_id": "F8a731O7IM8",
		"description_markdown": "Award-winning scientist Dr. Siouxsie Wiles describes herself as a microbiologist and bioluminescence enthusiast but to others she is “that pink-haired science lady”. With a PhD in microbiology, Siouxsie heads up the Bioluminescent Superbugs Lab at the University of Auckland. After recently becoming a parent, Siouxsie has realised that sexism and gender- stereotyping prevails even in the simplest Lego toys. She believes that playmakers like Lego should lead the way in stamping out this gender-stereotyping in toys, with easy fixes like producing mini-figs with double-sided heads: one male, one female, letting children decide who they want them to be, regardless of their roles. For Siouxsie it will, at the very least send out the message that everything is possible and that means everything would be awesome.",
		"website_url": "https://about.me/skeptimoo, http://www.superbugslab.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/siouxsiew",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/siouxsiew/",
		"linkedin_url": ""
	},
	
	{
		"id": "sir-bob-harvey",
		"url": "/people/sir-bob-harvey/",
		"image": "/uploads/sir-bob-harvey-karekare-80.jpg",
		"name": "Sir Bob Harvey",
		"youtube_video_id": "9YkaMqn_hjY",
		"description_markdown": "Sir Bob Harvey is the Chairman of Waterfront Auckland, has served 6 terms as Mayor of the city of Waitakere, and was awarded, with six international Mayors, the United Nations Award for Peace in 1997; the United Nations Life Time Achievement Award for the Environment in 2007 and a Knight Companion of the New Zealand Order of Merit in the New Year Honours for 2013 for services to local body affairs and the community. Sir Bob is a prolific leader in both the arts and politics, having led an advertising agency for many years prior to his mayoralty, working with leading talent and winning numerous awards. He recently published his biography ‘A Life Less Ordinary’. Sir Bob’s involvement in leadership, creativity and his passion for the environment will be the foundation of his TEDx talk.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sophie-tamati",
		"url": "/people/sophie-tamati/",
		"image": "/uploads/sophie-tamati-70.jpg",
		"name": "Sophie Tamati",
		"youtube_video_id": "Cx2-XvdnH4Y",
		"description_markdown": "Sophie Tauwehe Tamati is an award-winning educational entrepreneur and senior lecturer at the University of Auckland. Passionate about education, Sophie worked through many cultural and technological barriers to achieve her dream of making it easier, faster and more enjoyable for students to learn other languages and connect with those around them. Sophie launched the Hika programs – Hika EXPLORER and Hika LITE – designed to support students and teachers achieve their language goals.",
		"website_url": "http://www.hikagroup.com/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "sorceress-soundsystem",
		"url": "/people/sorceress-soundsystem/",
		"image": "/uploads/sorceress-soundsystem.jpg",
		"name": "Sorceress Soundsystem",
		"youtube_video_id": "",
		"description_markdown": "A futuristically classic sound in a distinctive blend of funky drum rhythms and soulful synthesizers – that is how you can explain the diverse music mix of Sorceress. The duo has evolved into a widely respected soul electronica act with a truly global following. The band is formerly known as Funkommunity, founded in 2011 by vocalist Rachel Fraser and producer Isaac Aesili. Their debut album ’Chequered Thoughts’ was internationally acclaimed and Sorceress spent 2012 touring Europe and Japan. Their success and exploration of new jazz inspired sounds resulted in the new album ’Dose’ in 2014, which was nominated as finalist for Best Electronica Album at the 2014 NZ Music Awards. This year the duo are embarking on a new international tour, so be ready for one of New Zealand’s most exiting soul acts to give you an irresistibly tuneful surprise.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "stephen-knightly",
		"url": "/people/stephen-knightly/",
		"image": "",
		"name": "Stephen Knightly",
		"youtube_video_id": "QhY7gAXpVD8",
		"description_markdown": "Stephen Knightly is New Zealand’s most experienced gamification consultant and educational game designer.&nbsp;<br><br>As well as being Managing Director of InGame, he is a director of technology and innovation marketing agency Pursuit PR, chairperson of the New Zealand Game Developers Association, a mentor at the Lighting Lab digital business accelerator and advisory board member of AUT University’s CoLab multidisciplinary team.",
		"website_url": "http://www.ingame.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/sknightly",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "steve-pointing",
		"url": "/people/steve-pointing/",
		"image": "/uploads/steve-pointing-70.jpg",
		"name": "Steve Pointing",
		"youtube_video_id": "s97kzS-6z30",
		"description_markdown": "Steve Pointing is Professor of Applied Ecology at Auckland University of Technology and director of the university’s Institute for Applied Ecology New Zealand. He pioneered the use of molecular techniques to understand how simple microbes cling to life in extreme environments such as the icy deserts of Antarctica, boiling geothermal pools and lakes that are ten times more salty than the ocean. This led to interest from NASA astrobiologists, those who seek to understand if life could exist beyond Earth, since the harsh conditions mimic those encountered on the surface of other planets. Steve has led an astrobiology research team collaborating with NASA for over a decade, and broadened his interests to consider the societal impacts of discovering life on other planets: How will this change our perception of humanity? What practical steps should we consider in preparation for this? Might we view the discovery of primitive and advanced alien life differently? What can we learn from our own historical interactions between first nation peoples and ‘alien’ colonists?",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/stevepointing",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "swee-tan",
		"url": "/people/swee-tan/",
		"image": "/uploads/swee-tan-2.jpg",
		"name": "Swee Tan",
		"youtube_video_id": "U3RUJ5PLFgU",
		"description_markdown": "*Surgeon / Research Scientist / Medical Humanitarian*\n\nFrom a family of 13 children brought up in a village in Malaysia, Dr Tan completed medical training at Melbourne University in 1985 and subsequently in New Zealand where he qualified as a plastic surgeon. Following fellowships at Oxford and Harvard he became Hutt Hospital’s Director of Plastic Surgery in 2000-2006 and Director of Surgery in 2007-2013.\n\nHe founded the Centre for the Study & Treatment of Vascular Birthmarks in 1996. Unsatisfied with the treatment for strawberry birthmarks he retrained as a scientist, receiving a PhD from Otago University in 2001. In 2013 he founded the Gillies McIndoe Research Institute, dedicated to relieving human suffering through paradigm-changing scientific research.\n\nDiscoveries by Dr Tan’s team of the stem cell origin of strawberry birthmarks underscore the new low-cost treatment of this tumour using anti-hypertensive medications. Building on this work, cancer stem cells, the proposed ‘root’ of cancer, have been discovered in 14 types of cancer, leading to a novel cancer treatment using low-cost commonly available medications. A clinical study is now underway for patients with glioblastoma, a deadly brain cancer.\n\nDr Tan has received many honours and awards, is a holder of six patents and an author of over 150 publications.",
		"website_url": "http://www.gmri.org.nz",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "tame-iti",
		"url": "/people/tame-iti/",
		"image": "/uploads/tame-iti-60.jpg",
		"name": "Tame Iti",
		"youtube_video_id": "qeK3SkxrZRI",
		"description_markdown": "Tame Iti (Ngai Tuhoe / Waikato / Te Arawa)\n\nTame Iti is known as many things… Activist, Artist, Terrorist and Cyclist. Literally wearing his Tuhoe heritage on his face, Iti is hard to miss in a crowd despite being just 5ft 4″ tall. His 40 year history of controversial and theatrical displays of political expression have included pitching a tent on parliament grounds and calling it the Maori embassy, Shooting a national flag in front of government officials and the curious spate of public meetings where he appeared with a ladder so as to speak eye to eye with officials who were seated on stage. Iti explores how the old saying of “Te ka nohi ki te ka nohi” (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue. “No one can tell you that you are not important and your experience does not matter and if they do… I challenge them to say it to your face… where they can see your eyes and feel your breath.”",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/tameiti",
		"facebook_url": "https://www.facebook.com/wairere.t.iti/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "the-hip-op-eration-crew",
		"url": "/people/the-hip-op-eration-crew/",
		"image": "/uploads/hip-hoperation-crew-sup.jpg",
		"name": "The Hip Op-eration Crew",
		"youtube_video_id": "bsJjOxGhAE0",
		"description_markdown": "The Hip Op-eration Crew started as a flash mob initially in response to society’s outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records.",
		"website_url": "http://www.hipop-eration.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/HipOpCrew",
		"facebook_url": "https://www.facebook.com/TheHipOpErationCrew/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "toby-carr",
		"url": "/people/toby-carr/",
		"image": "/uploads/toby-carr-1200x1200.jpg",
		"name": "Toby Carr",
		"youtube_video_id": "WSPQhTn6J1w",
		"description_markdown": "*entrepreneur* / *business leader*\n\nToby is a entrepreneur and change maker at his core. Since starting his first registered company aged 14, Toby has been challenging and questioning the status quo for business and education. After founding and being a part of many startups, he believes strongly in choosing your own path of purpose.\n\nToby trades in the Computers and Technology space with DeXTech, providing innovative and modern solutions to a variety of customers, including the education sector. A frequent speaker on business and technology.",
		"website_url": "http://www.dextech.co.nz/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/TobySCarr",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/toby_carr/",
		"linkedin_url": ""
	},
	
	{
		"id": "tom-scott",
		"url": "/people/tom-scott/",
		"image": "/uploads/tom-scott-70.jpg",
		"name": "Tom Scott",
		"youtube_video_id": "n_3KSjx43Tw",
		"description_markdown": "Tom Scott (ONZM) is an award winning political columnist, editorial cartoonist, documentary maker and dramatist. Six collections of his satirical writings and five collections of his cartoons have been published. In 2007 he was one of 17 editorial cartoonists from around the world invited to a ‘Cartoonists for Peace’ conference in Rome sponsored by the UN. In 2010 some of his works were selected for a permanent ‘Cartooning for Peace’ exhibition at Memorial de Caen in France. His stage play – The Daylight Atheist was a critical and commercial hit in Australia and New Zealand. His films and television dramas he wrote or co-wrote include Footrot Flats, Tiger Country, Separation City, Rage, The Kick, and Seven Periods with Mr. Gormsby. A six-part television series on Sir Edmund Hillary is currently in production. A gold card holder he has no plans to retire.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "urzila-carlson",
		"url": "/people/urzila-carlson/",
		"image": "/uploads/urzila-carlson-70.jpg",
		"name": "Urzila Carlson",
		"youtube_video_id": "h1fk2zFTdlI",
		"description_markdown": "Natural, cheeky and straight-up South African-born, New Zealand-based, Urzila Carlson, took to the stage for the first time in 2008, and has since racked up an impressive array of awards for her stand-up comedy.\n\nSome of the awards she holds to her name include Best Female Comedian at the 2010, 2011, 2012 and 2013 NZ Comedy Guild Awards, as well as the coveted TV3 People’s Choice Award at the 2013 New Zealand International Comedy Festival.\n\nShe has also had 4 sold-out solo seasons (2010, 2011, 2012, 2013) at the New Zealand International Comedy Festival, and was invited to Melbourne International Comedy Festival in 2013 where she had a hugely successful sell-out season and appeared on the televised Oxfam Comedy Gala and Comedy Up Late.\n\nUrzila is one of New Zealand’s funniest comedians, male or female, and is a true star on the rise.",
		"website_url": "http://urzilacarlson.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/UrzilaCarlson",
		"facebook_url": "https://www.facebook.com/UrzilaCarlsonComedian/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/urzilacarlson/",
		"linkedin_url": ""
	},
	
	{
		"id": "vaughan-rowsell",
		"url": "/people/vaughan-rowsell/",
		"image": "/uploads/vaughan-rowsell-70.jpg",
		"name": "Vaughan Rowsell",
		"youtube_video_id": "lSNm12-dYWI",
		"description_markdown": "*entrepreneur* / *weirdo* / *technologist*\n\nVaughan is the Founder of Vend, a cloud based retail software for small to medium retailers worldwide. The Vend team hold three core values dearly in their hearts; to delight retailers, to do the impossible, and to take care of one another.\n\nVaughan also co-founded OMG Tech! an initiative to encourage kids of all backgrounds, genders, and ages to get into technology. It not only covers coding, but all newly developed technology such as robots, drones, nanotech, teleportation and hover-boards. They give kids the chance to explore and get inspired by technology that they will be experts in ten years from now.\n\nHe dreams big and likes to set himself impossible challenges; whether it is cycling the length of New Zealand solo, running 1,000 kilometres, or building a $100M venture.",
		"website_url": "http://www.vaughan.ai/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/nzVorn",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "victoria-spackman",
		"url": "/people/victoria-spackman/",
		"image": "/uploads/victoria-spackman-70.jpg",
		"name": "Victoria Spackman",
		"youtube_video_id": "bPNyP2q08ow",
		"description_markdown": "As Chief Executive of the Gibson Group, Victoria leads a group of diverse and talented producers, creatives and technicians. The Gibson Group’s innovative visitor attractions and museum works, and its hugely popular television programmes and films have been exported around the world.&nbsp; Recent projects include an immersive museum outreach project in Copenhagen which has won three prestigious international awards, including one from the United Nations, and a soon-to-be-released comedy horror feature film called Fresh Meat.\n\nThe company’s aims include continuing the push into new export markets, including China, Korea, the Middle East and the US. Victoria’ qualifications balance the creative (theatre and film) and the analytical (law and linguistics). Victoria is on the board of SPADA (the Screen Production and Development Association), is a director of Screenrights and has been chair of Bats Theatre in Wellington since 2005.",
		"website_url": "http://www.gibson.co.nz/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "https://www.instagram.com/victorianpurple/",
		"linkedin_url": ""
	},
	
	{
		"id": "vivien-maidaborn",
		"url": "/people/vivien-maidaborn/",
		"image": "/uploads/vivien-maidaborn-70.jpg",
		"name": "Vivien Maidaborn",
		"youtube_video_id": "d-tGhbUMLHE",
		"description_markdown": "Vivien is the co-founder of the exciting Loomio Cooperative, an organization born from activists in the Occupy movement collaborating with Enspiral, the social enterprise network. Vivian is passionate about working with other people to find scalable solutions to the wicked problems of our time: poverty, equitable access to education, clean water, and sustainable local economies. She brings experience in decision making, social change and a depth of knowledge in organisational systems.\n\nVivian believes a whole new set of opportunities for the world arises from the intersection of online citizenship and democracy. Her personal mantra is that ‘a group of people with diverse experiences and perspectives will come up with solutions better than any one person ever could have’. Vivian is inquiring into the nature of collaboration, into the power of the crowd, and what invites people into engaged citizenship.",
		"website_url": "https://www.loomio.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/maidaborn?lang=en",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "waikare-komene",
		"url": "/people/waikare-komene/",
		"image": "/uploads/waikare-komene-70.jpg",
		"name": "Waikare Komene",
		"youtube_video_id": "ulo9jUJD38c",
		"description_markdown": "Waikare Komene is a young professional from Otara who is passionate about empowering communities from the grassroots up. Waikare is a qualified architect and is the driving force behind The Roots Creative Entrepreneurs. The Roots describes itself a “a creative business, a movement and a network,” and is based on the five values of roots, creativity, sustainability, intergenerational and community. It aims to empower young people by developing opportunities to showcase creativity, innovation, and design by educating young people from high school age up about environmental awareness and sustainability.",
		"website_url": "",
		"medium_url": "",
		"twitter_url": "https://twitter.com/Cre8vMaori",
		"facebook_url": "https://www.facebook.com/TheRootsCreativeEntrepreneurs/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "welby-ings",
		"url": "/people/welby-ings/",
		"image": "/uploads/welby-ings-75.jpg",
		"name": "Welby Ings",
		"youtube_video_id": "aumxbgOdkRU",
		"description_markdown": "Welby Ings is an award winning designer, filmmaker and playwright, with his short film ‘Boy’ short listed for the 2006 Academy Awards. An elected Fellow of the British Royal Society of Arts and consultant to many international organisations on issues of creativity and learning, Welby is now a Professor in Design at Auckland University of Technology. Having taught at all levels of the New Zealand education system, he has remained an outspoken critic of dehumanised systems of learning. In 2001 he was awarded the Prime Minister’s inaugural Supreme Award for Tertiary Teaching Excellence.",
		"website_url": "https://www.aut.ac.nz/profiles/welby-ings",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "http://sparrowfilm.nz/",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "wendy-mcguinness",
		"url": "/people/wendy-mcguinness/",
		"image": "",
		"name": "Wendy McGuinness",
		"youtube_video_id": "uwyDU9_Wpi8",
		"description_markdown": "Wendy McGuinness is the founder and chief executive of the McGuinness Institute. Originally from the King Country, Wendy went on to study at Manukau Technical Institute (gaining an NZCC), University of Auckland (BCom), University of Otago (MBA), Massey University (completing a range of environmental papers) and Harvard (completing the Executive Programme on Driving Corporate Performance). In 2009 she received a fellowship from the NZICA, becoming a Fellow Chartered Accountant (FCA) for outstanding contribution to the accountancy profession and service to the community. Specialising in risk management, she prepared the 1988 report Implementation of Accrual Accounting for Government Departments for the New Zealand Treasury.",
		"website_url": "http://www.mcguinnessinstitute.org/",
		"medium_url": "",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "william-watson",
		"url": "/people/william-watson/",
		"image": "/uploads/william-watson.jpg",
		"name": "William Watson",
		"youtube_video_id": "yE35EaZuqTQ",
		"description_markdown": "William Watson is an International multi-award winning filmmaker, Humanitarian Award winner and international advocate for peace. His latest film, Haka and Guitars, was chosen as Best World Peace Documentary as part of the New Generation in Action's (a United Nations supported NGO) Artisan Festival International World Peace Initiative which was screened during the 75th Cannes Film Festival in France earlier this year. The documentary followed the Bougainville Civil War and subsequent New Zealand lead peacekeeping mission that and is now considered to be modern history's most successful intervention.",
		"website_url": "https://www.tmipictures.co.nz/",
		"medium_url": "https://vimeo.com/user60313969",
		"twitter_url": "",
		"facebook_url": "",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "yoseph-ayele",
		"url": "/people/yoseph-ayele/",
		"image": "/uploads/yoseph-ayele.jpg",
		"name": "Yoseph Ayele",
		"youtube_video_id": "6Vqethhad_k",
		"description_markdown": "Yoseph is co-founder and CEO of the Edmund Hillary Fellowship, a community of exceptional entrepreneurs and investors who are solving complex global problems from New Zealand. EHF is implementing the Global Impact Visa – the most entrepreneur-friendly visa in the world and the first to focus on impact.\n\nBorn in Ethiopia, Yoseph has lived in six countries across four continents. Before moving to New Zealand, he helped grow Inflection, a successful technology startup in Silicon Valley. He studied entrepreneurship, leadership and social change at Harvard, Cambridge, and Victoria University of Wellington. He is passionate about regenerative agriculture, building cultural bridges, and community.",
		"website_url": "https://www.ehf.org/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/yosephayele",
		"facebook_url": "https://www.facebook.com/edmundhillaryfellowship",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	},
	
	{
		"id": "zeshan-qureshi",
		"url": "/people/zeshan-qureshi/",
		"image": "/uploads/zeshan-quershi-2.jpg",
		"name": "Zeshan Qureshi",
		"youtube_video_id": "uctoTk64GVM",
		"description_markdown": "*Doctor / Author / Activist*\n\nZeshan Qureshi is a children’s doctor in the UK with a mission to improve the mental health epidemic harming healthcare practitioners. As well as working at a London hospital, he engages with media, politicians, and medical students - reflecting his belief that doctors should be both treating illness and preventing illness / improving quality of care through improvement of the medical system.\n\nHe has edited nine medical textbooks and has lectured over 8, 000 students across the world over two years. He is a media and parliamentary representative of the Royal College of Paediatrics and Child Health, and campaigns on issues such as newborn health, the NHS, and mental health, appearing widely in national and international news outlets. In 2016, he featured in a BBC documentary bringing mental health amongst doctors to the spotlight, and is now working with others to explore solutions for healthcare professional’s mental health crisis.",
		"website_url": "http://zeshanqureshi.com/",
		"medium_url": "",
		"twitter_url": "https://twitter.com/DrZeshanQureshi",
		"facebook_url": "https://www.facebook.com/DrZeshanQureshi",
		"google_plus": "",
		"github_username": "",
		"instagram_url": "",
		"linkedin_url": ""
	}
	
]

