[{
    "id": "4-men-in-a-boat",
    "url": "/talks/4-men-in-a-boat/",
    "title": "4 Men In A Boat",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "GPRhqzmeZtY",
    "content": "<p>TEDxAuckland 2009, Billy Gammon, 4 Men In A Boat.</p>\n\n<p>Charting the course of Billy’s life would take some serious navigation skills. But one path stands out – his involvement in a rowing race across the Indian Ocean. Brought only by traumatic personal news, Billy’s journey to the start line and beyond is an intensely human and inspirational story.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "a-discovery-that-could-keep-organs-alive",
    "url": "/talks/a-discovery-that-could-keep-organs-alive/",
    "title": "A discovery that could keep organs alive",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "87Re2-hkTlo",
    "content": "<p>Professor John Windsor is a surgeon who holds a personal chair in surgery at the University of Auckland. His current research includes the role of toxic mesenteric lymph in the promotion of multiple organ failure; the investigation of specific mitochondrial therapies to restore cellular bioenergetics; the mapping and modulation of gastric electrical activity; and the development of medical devices. Over the last five years, John has published 80 manuscripts, raised $6m in grants and given over 100 invited talks, including Visiting Professorships to Harvard, Oxford, Karolinska, Singapore, Cape Town and Delhi. John is also co-founder and director of the startup SIMTICS Ltd that has developed the ‘Integrated Cognitive Simulator’ for procedural and surgical skills training.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/john-windsor_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "a-new-age-of-shareholder-democracy",
    "url": "/talks/a-new-age-of-shareholder-democracy/",
    "title": "A New Age of Shareholder Democracy",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "GRm_5BYcFe8",
    "content": "<p>Sam Stubbs, CEO of online-only, nonprofit investment fund, Simplicity, charts the rise of the modern corporation, and a new era of shareholder activism and social change. Sam looks at how being a conscious consumer can and has changed the way corporations run themselves for the better, taking power away from some of the most significant businesses that influence our society, and giving it back to the people who should. Sam Stubbs is the founder of non profit KiwiSaver fund Simplicity. Sam’s career spans politics, philosophy, technology and finance. He believes the finance industry should be as much a force for good as a source of profit which he thinks can be achieved by companies embracing long term thinking, sustainability and full diversity.</p>\n\n<p>Sam’s primary passion is being the best son, partner and dad and he will most likely be found on the water trying ski, surf and sail. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/sam-stubbs_talk_1.jpg"},{"image":"/uploads/sam-stubbs_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "a-new-model-for-business",
    "url": "/talks/a-new-model-for-business/",
    "title": "A new model for business",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "A5wIBRuFAS8",
    "content": "<p>Malcolm Rands is co-founder of ecostore, New Zealand’s leading range of eco-friendly household products. While initially sold by mail order, ecostore now has over 100 products in its range with products stocked in supermarkets in New Zealand, Australia, the United States and in outlets in parts of Asia. Malcolm has been active in the sustainable scene for over 25 years, co-founding New Zealand’s first permaculture eco-village in 1986 and was a foundation member of the New Zealand Sustainable Business Network.</p>\n\n<p>http://ecoman.co.nz\nhttp://www.ecostore.co.nz/pages/fairground-foundation\nhttp://ecostore.co.nz\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/malcolm-rands_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "ash-graham-at-tedxauckland",
    "url": "/talks/ash-graham-at-tedxauckland/",
    "title": "Ash Graham at TEDxAuckland",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "8jjcVhpMow0",
    "content": "<p>Ash Graham with Petra Bullock.</p>\n\n<p>Ash didn’t choose music, it chose him, and lucky for us it did. His songs show a maturity that is quite beyond his 18 years. His new EP Sixth Street Soul will be released in July this year shows a new and developed progression in his music, and has seen him working with the likes of Andrew Spraggon (Sola Rosa). He has already won a myriad of competitions, supported a wide range of artists from I am Giant to Anna Coddington to Shihad. His songs have placed in song writing competitions nationally and internationally, and he’s playing the big NZ festivals (R n V, Blues &amp; Brews). His music has a hook that keeps you wanting to come back for more.</p>\n\n<p>http://ashgraham.co.nz\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "batman-journalism-and-the-pitfalls-of-total-independence",
    "url": "/talks/batman-journalism-and-the-pitfalls-of-total-independence/",
    "title": "Batman journalism and the pitfalls of total independence",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "eRIV-k4Tbz8",
    "content": "<p>There are many advantages and disadvantages by being an independent journalist. Keith’s talk blows them away and the media industry itself by showcasing the pros and cons of it.</p>\n\n<p>As a young man, Keith dreamed of being a hobo-journalist – seeing the world and telling stories while living out of a sack. But what started out as a naive warzone adventure turned into lifelong vendetta and alternative funding model for independent journalism.</p>\n\n<p>It has been almost a decade, and these days Keith does data visualisation consulting to fund his journalism projects, with the thought of sustainable crowdfunding just over the horizon. The independence from self-funding (“Batman journalism!”) creates a wonderful and dangerous space for innovation, disruption, getting lost and going crazy. If he’s lucky, one day, it might even allow him to live out of a sack.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/keith-ng_talk_1.jpg"},{"image":"/uploads/keith-ng_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "beyond-the-zero-waste-restaurant",
    "url": "/talks/beyond-the-zero-waste-restaurant/",
    "title": "Beyond the zero waste restaurant",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "56Y0TElkI90",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Matt explains how he reduces waste in his restaurants to zero and in turn makes the food, eco system and community better.</p>\n\n<p>Arguably one of the hottest chefs on the Australian dining scene, it’s not rare for foodie fans of Matt’s to book tables 3-months in advance at Sydney’s Stanley St. Merchants where he’s head chef, or queue 100m down the street at Greenhouse, a Perth eatery which was named Restaurant of the Year in 2010.</p>\n\n<p>Matt’s an Aussie that’s serious about food and sustainability - if it can’t be sourced locally, it’s not on the menu. Greenhouse, Australia’s first all-recycled restaurant is a place where foodies can touch natural materials, understand where everyday fresh food comes from and taste food straight from the garden.</p>\n\n<p>When Matt’s not in the kitchen, he’s a regular face on TV and billboards, enthralling audiences on MasterChef Australia, Iron Chef Australia, and on his own TV show, Aussie Recipes that Rock, a series that is aired in over 40 countries.</p>\n\n<p>In 2011, Australian Gourmet Traveller named him Best New Talent.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/matt-stone_talk_2.jpg"},{"image":"/uploads/matt-stone_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "big-data-and-the-rise-of-augmented-intelligence",
    "url": "/talks/big-data-and-the-rise-of-augmented-intelligence/",
    "title": "Big Data and the Rise of Augmented Intelligence",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "mKZCa_ejbfg",
    "content": "<p>Dr. Sean Gourley is the founder and CTO of Quid. He is a Physicist by training and has studied the mathematical patterns of war and terrorism. This research has taken him all over the world from the Pentagon, to the United Nations and Iraq. Previously, Sean worked at NASA on self-repairing nano-circuits and is a two-time New Zealand track and field champion. Sean is now based in San Francisco where he is building tools to augment human intelligence.</p>\n\n<p>Description of Talk:\nEach year computers are getting faster, but at the same time we as humans are getting better at using them. The top chess players in the world are not humans OR computers, but combinations of humans AND computers. In this talk, Sean Gourley examines this world of augmented intelligence and shows how our understanding of the human brain is shaping the way we visualize and interact with big data. Gourley argues that the world we are living in is too complex for any single human mind to understand and that we need to team up with machines to make better decisions.</p>\n\n<p>http://seangourley.com/<br />\nhttp://quid.com/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/sean-gourley_talk_1.jpg"},{"image":"/uploads/sean-gourley_talk_2.1.jpg"}],"relatedPosts": null},
  {
    "id": "borrowing-courage",
    "url": "/talks/borrowing-courage/",
    "title": "Borrowing courage",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "kl42kv_1HzI",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. At just 14 years old, Muskan has published two books and hosts her own radio show, despite being born with several serious medical conditions.</p>\n\n<p>Muskan Devta is a bright, bubbly, and brave fourteen-year-old who has achieved much in her short life. Muskan was born with a medical condition called partial hemiplegia. Her right side is weaker than her left and for 13 years she had to wear a brace to keep her foot straight. Being a special needs child gave her a lot of challenges, but Muskan proved that she could overcome them by focusing on the positives.</p>\n\n<p>Coming to New Zealand at age 4, Muskan is currently a student of Westlake Girls High School. She has been an radio host, column writer and author of two books, including her autobiography written to raise funds for Starship Hospital; the book ‘I Dream’ is now part of her school’s Year 9 curriculum. With the support of her family, school, and hospital, Muskan is very successful today. She is on a journey to make people realise that being a child with a disability does not mean you are different.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/muskan-devta_talk_1.jpg"},{"image":"/uploads/muskan-devta_talk_2.1.jpg"}],"relatedPosts": null},
  {
    "id": "building-a-robot-army",
    "url": "/talks/building-a-robot-army/",
    "title": "Building a robot army",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "WPbpGhSILqk",
    "content": "<p>Why not gardner the best of robots and humans to make rehabilitation the best it can be.</p>\n\n<p>We need more robots helping humans out recover from very human things. Richard builds them.</p>\n\n<p>Richard is a multi-award winning inventor and engineer with over 30 patents to his name, in the past Richard has held a range of Directorships, C level and other senior positions in a range of engineering, military and medical businesses.</p>\n\n<p>Richard started REX Bionics in 2007 which listed in 2014 on the UK AIM stock exchange.</p>\n\n<p>His latest venture, Exsurgo Rehab, has been formed with a team of experienced medical device experts to to deliver technology solutions that will alleviate the suffering and improve the quality of life of potentially millions of stroke sufferers worldwide.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/richard-little_talk_1.jpg"},{"image":"/uploads/richard-little_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "building-blocks-of-bias",
    "url": "/talks/building-blocks-of-bias/",
    "title": "Building blocks of bias",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "F8a731O7IM8",
    "content": "<p>Siouxsie highlights how Lego has changed over the decades since she used to play with it as a kid and how the modern Lego is creating more gender bias in what genders do for careers.</p>\n\n<p>Award-winning scientist Dr. Siouxsie Wiles describes herself as a microbiologist and bioluminescence enthusiast but to others she is “that pink-haired science lady”. With a PhD in microbiology, Siouxsie heads up the Bioluminescent Superbugs Lab at the University of Auckland. After recently becoming a parent, Siouxsie has realised that sexism and gender- stereotyping prevails even in the simplest Lego toys. She believes that playmakers like Lego should lead the way in stamping out this gender-stereotyping in toys, with easy fixes like producing mini-figs with double-sided heads: one male, one female, letting children decide who they want them to be, regardless of their roles. For Siouxsie it will, at the very least send out the message that everything is possible and that means everything would be awesome.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/siouxsie-wiles_talk_1.jpg"},{"image":"/uploads/siouxsie-wiles_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "building-business-from-by-products",
    "url": "/talks/building-business-from-by-products/",
    "title": "Building business from by-products",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "XOnl7PijqIs",
    "content": "<p>Adrien Taylor thought it was ridiculous that so many perfectly good off-cuts from fabric were thrown out to landfill, so he got his best mate Matt Purcell involved to launch their range of super limited caps made from off-cuts.</p>\n\n<p>Adrien’s idea is about looking wider to other industries and creating great things from the by-products or by-waste in those areas that produce waste.</p>\n\n<p>Adrien is the former environment reporter for 3News (now Newshub). He left his full-time position in Auckland last year to pursue the startup dream.</p>\n\n<p>Since then, he’s been to Bangladesh to film a climate change documentary for the United Nations and has gone on to found two companies: furniture procurement website Bamtino and cap company Offcut.</p>\n\n<p>Adrien came up with the idea for Offcut on a visit to his father’s textile warehouse in Christchurch. He thought it was ridiculous that so many perfectly good off-cuts were thrown out to landfill, so he got his best mate Matt Purcell involved to launch their range of super limited five panel caps. All Offcut caps are handcrafted in New Zealand and a tree is planted with every cap sold.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/adrien-taylor_talk_2.jpg"},{"image":"/uploads/adrien-taylor_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "building-community-on-waste-with-mihi-(intro)-&-waiata-(outro)",
    "url": "/talks/building-community-on-waste-with-mihi-intro-waiata-outro/",
    "title": "Building community on waste with Mihi (intro) & Waiata (outro)",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "ulo9jUJD38c",
    "content": "<p>The Roots Creative Entrepreneurs describes itself a “a creative business, a movement and a network,” and is based on the five values of roots, creativity, sustainability, intergenerational and community.</p>\n\n<p>http://theroots.org.nz\nhttps://twitter.com/roots_creative\nhttps://www.facebook.com/TheRootsCreativeEntrepreneurs</p>\n\n<p>Waikare Komene is a young professional from Otara who is passionate about empowering communities from the grassroots up. Waikare is a qualified architect and is the driving force behind The Roots Creative Entrepreneurs. The Roots describes itself a “a creative business, a movement and a network,” and is based on the five values of roots, creativity, sustainability, intergenerational and community. It aims to empower young people by developing opportunities to showcase creativity, innovation, and design by educating young people from high school age up about environmental awareness and sustainability.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/waikare-komene_talk_2.jpg"},{"image":"/uploads/waikare-komene_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "buy-one.-give-one",
    "url": "/talks/buy-one-give-one/",
    "title": "Buy one. Give one",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "sFw3_hlJuZQ",
    "content": "<p>Co-Founder of Eat My Lunch, Lisa King explains how her buy-one-give-one company works, but more importantly, how it is able to make a positive social impact while also sustaining itself financially. Lisa launched Eat My lunch with her business partner Michael Meredith in 2015. Their goal, for every meal purchased from them, a lunch would be donated to a New Zealand child who needs it. At the time of this videos upload, Eat My Lunch has donated 870,000+ lunches to kids in schools. In this talk, Lisa explains how her company uses the buy-one-give-one business model to help kids in need. Lisa King wants to ensure no child goes to school hungry. As a mother of young children, she couldn’t fathom that 28% of Kiwi children go to school without lunch. So with her 15 years experience marketing some of the country’s biggest food brands, Lisa founded Eat My Lunch. She aims to show that clever business solutions can solve big social issues. For every lunch you buy, Eat My Lunch gives a lunch to a Kiwi kid in need. In the first 2 years, EAL has given 450,000 lunches to kids from low-decile schools across the North Island.</p>\n\n<p>Eat My Lunch has been the recipient of numerous awards including three Westpac Auckland Business Awards in 2016, Deloitte’s Fast 50 Rising Star 2016 and 2017, TVNZ Marketing Awards 2016, and Lisa was awarded a Women of Influence Award in both 2016 and 2017. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/lisa-king_talk_2.jpg"},{"image":"/uploads/lisa-king_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "cartooning-for-peace",
    "url": "/talks/cartooning-for-peace/",
    "title": "Cartooning for peace",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "n_3KSjx43Tw",
    "content": "<p>Tom Scott explains what the words freedom of expression mean to him and how he as a cartoonist is an activist for peace and freedom of expression.</p>\n\n<p>Tom Scott (ONZM) is an award winning political columnist, editorial cartoonist, documentary maker and dramatist. Six collections of his satirical writings and five collections of his cartoons have been published. In 2007 he was one of 17 editorial cartoonists from around the world invited to a ‘Cartoonists for Peace’ conference in Rome sponsored by the UN. In 2010 some of his works were selected for a permanent ‘Cartooning for Peace’ exhibition at Memorial de Caen in France. His stage play - The Daylight Atheist was a critical and commercial hit in Australia and New Zealand. His films and television dramas he wrote or co-wrote include Footrot Flats, Tiger Country, Separation City, Rage, The Kick, and Seven Periods with Mr. Gormsby. A six-part television series on Sir Edmund Hillary is currently in production. A gold card holder he has no plans to retire.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/tom-scott_talk_2.jpg"},{"image":"/uploads/tom-scott_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "climate-change",
    "url": "/talks/climate-change/",
    "title": "Climate Change",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Vw6aAP-mtJ0",
    "content": "<p>TEDxAuckland 2009, Kaila Colbin on Climate Change.</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "collective-flow",
    "url": "/talks/collective-flow/",
    "title": "Collective flow",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "EIk-K6JILj4",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Rhythm Interactive is an interactive percussion experience.</p>\n\n<p>Leaving New Zealand in 1996 to go on his big OE, John returned to New Zealand with an exciting idea - to set up an interactive percussion business for the corporate events industry. In 2003 Rhythm Interactive was born, and it has grown to become one of the most innovative, interactive, and entertaining team building shows for the conference and events market in New Zealand.</p>\n\n<p>Since then, John has travelled throughout Australasia and Asia performing for thousands of people of all ages.</p>\n\n<p>In 2009, the show won the category of Best Nationwide Corporate Entertainment at the Corporate Events Guide People’s Choice Awards.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/john-boone_talk_3.jpg"},{"image":"/uploads/john-boone_talk_1.jpg"},{"image":"/uploads/john-boone_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "colony-earth-humanity-after-alien-contact",
    "url": "/talks/colony-earth-humanity-after-alien-contact/",
    "title": "Colony Earth? Humanity after alien contact",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "s97kzS-6z30",
    "content": "<p>Steve has led an astrobiology research team collaborating with NASA for over a decade, and broadened his interests to consider the societal impacts of discovering life on other planets: How will this change our perception of humanity? What practical steps should we consider in preparation for this? Might we view the discovery of primitive and advanced alien life differently? What can we learn from our own historical interactions between first nation peoples and ‘alien’ colonists?</p>\n\n<p>Steve Pointing is Professor of Applied Ecology at Auckland University of Technology and director of the university’s Institute for Applied Ecology New Zealand. He pioneered the use of molecular techniques to understand how simple microbes cling to life in extreme environments such as the icy deserts of Antarctica, boiling geothermal pools and lakes that are ten times more salty than the ocean. This led to interest from NASA astrobiologists, those who seek to understand if life could exist beyond Earth, since the harsh conditions mimic those encountered on the surface of other planets. Steve has led an astrobiology research team collaborating with NASA for over a decade, and broadened his interests to consider the societal impacts of discovering life on other planets: How will this change our perception of humanity? What practical steps should we consider in preparation for this?</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/steve-pointing_talk_2.jpg"},{"image":"/uploads/steve-pointing_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "corporate-anthropology",
    "url": "/talks/corporate-anthropology/",
    "title": "Corporate Anthropology",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "cKugJk7rKW0",
    "content": "<p>TEDxAuckland 2009, Michael Henderson on Corporate Anthropology.</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "creating-a-good-world-one-#-at-a-time",
    "url": "/talks/creating-a-good-world-one-at-a-time/",
    "title": "Creating a good world one # at a time",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "VSwz4uaXVOc",
    "content": "<p>As founder of GoodWorld a social platform for giving, Dale explains where the idea came from and why people give.</p>\n\n<p>Dale is changing the way we connect online. Her #donate software, developed to make giving easy on social media, is unleashing the next generation of generosity. Her goal is to support the evolution of the human experience with money by creating a generosity-based financial system. A native Kiwi, her company GoodWorld is based in Washington DC. Prior to going to the United States, Dale ran Victoria University’s Center for the Study of Leadership. Her award-winning research took her to Harvard where she applied the theory of Allophilia to Maori leadership. This work demonstrates how the power of love and effective leadership can bring big diverse groups of people together.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/dale-pfeifer_talk_1.jpg"},{"image":"/uploads/dale-pfeifer_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "creating-unfair-advantage-in-business",
    "url": "/talks/creating-unfair-advantage-in-business/",
    "title": "Creating unfair advantage in business",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "vGXmicYX5z0",
    "content": "<p>Shaveer Mirpuri has led distinguished multinational companies to create the future of their industry using his theory. Executing this novel methodology very quickly yielded two new award winning AI startups of international repute. It’s an original business contribution, of ground up collaboration with one’s competitor, that has large significance and applicability to anyone in the field of entrepreneurship, democratising technologies, and corporate innovation. Drawn from his exec-experience in high profile tech companies and venture capital, we hear a casual and light hearted distillation of how to create unfair advantage in business; an ecosystem where the majority’s status quo is to disrupt or compete with one another in isolation.  Shaveer Mirpuri is in the business of disruptive startups with the purpose of driving innovation. Upon his return to New Zealand, Shaveer formed GOAT Ventures which co-invests and co-creates companies with Fortune 500 corporates. He believes pairing radically opposite companies will create opportunities others could only dream of.</p>\n\n<p>He’s been involved in hugely successful startups such as Wooga which grew to 300 staff and raised $24 million, he’s taken lead mentoring roles. He’s also personally consulted the CEO of Walmart on artificial intelligence strategy and German Chancellor Angela Merkel on innovation. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/shaveer-mirpuri_talk_2.jpg"},{"image":"/uploads/shaveer-mirpuri_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "cultural-capital-for-corporates",
    "url": "/talks/cultural-capital-for-corporates/",
    "title": "Cultural capital for corporates",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "M9FguL2lfHo",
    "content": "<p>Michael’s talk focuses on a cultural and people approach to solving two issues.</p>\n<ol>\n  <li>The pressure on Senior Management to produce results and profit.</li>\n  <li>Conquering the Poverty Cycle for those on the front line who want to get out.</li>\n</ol>\n\n<p>Michael is the founder of Indigenous Growth – a new organisation with a quadruple bottom line – which feeds his passion to empower families like his to get themselves out of the poverty cycle.</p>\n\n<p>Since 2005 he chose a specialised path dedicated to this goal of serving his family and families like his. Indigenous Growth takes a culturally diverse approach, building their people from the grassroots level to provide a more diverse and profitable culture for all organisations.</p>\n\n<p>Mike holds a number of governance and advisory roles for Whanau Organisations, Charities, Learning Institutions and Not for Profit organisations.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/michael-moka_talk_1.jpg"},{"image":"/uploads/michael-moka_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "d-floor-damager",
    "url": "/talks/d-floor-damager/",
    "title": "D Floor Damager",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "bsJjOxGhAE0",
    "content": "<p>The Hip Op-eration Crew dance performance at TEDxAuckland 2015. Watch Billie Jordan’s talk on why the Hip Op-eration Crew formed here https://www.youtube.com/watch?v=saRWpSqQpPA</p>\n\n<p>The Hip Op-eration Crew started as a flash mob initially in response to society’s outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/the-hip-op-eration-crew_talk_1.jpg"},{"image":"/uploads/the-hip-op-eration-crew_talk_2.jpg"},{"image":"/uploads/the-hip-op-eration-crew_talk_3.jpg"}],"relatedPosts": null},
  {
    "id": "dark-cloud-|-white-light",
    "url": "/talks/dark-cloud-white-light/",
    "title": "Dark Cloud / White Light",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "lQOczcZKZq4",
    "content": "<p>Joseph Michael is a freelance film technician, new media artist and photographer. Joseph’s latest work is a New Media Arts exhibition entitled “Dark Cloud : White Light” which involves filming 3D time-lapses of New Zealand landscapes and starscapes. This project saw him braving the elements for periods of 24 hours or more to create an experience of audio and visual splendour, revealing the hidden wonders of the New Zealand landscape.</p>\n\n<p>http://joemichael.net\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/joseph-michael_talk_1.jpg"},{"image":"/uploads/joseph-michael_talk-2.jpg"}],"relatedPosts": null},
  {
    "id": "democratising-the-space-industry",
    "url": "/talks/democratising-the-space-industry/",
    "title": "Democratising the Space Industry",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "1Q5nXNVBj9Y",
    "content": "<p>The future of the space industry is not going to be a particularly utopian one if it is only accessible to the wealthy elite. Emeline Paat-Dahlstrom discusses how technology has already started to bridge the gap between the privileged and unprivileged regarding access to space, and how she and her team at SpaceBase NZ are helping establish a sustainable industry for the future of space exploration - A future where the journey to space is just as far from you as anyone else, regardless of your circumstances.  Emeline Paat-Dahlstrom is a space entrepreneur. Originally from the Philippines, she’s spent nearly 30 years building space and technology educational ecosystems around the world, including International Space University programs in eight countries. Emeline has also worked for space startup companies such as Space Adventures, the first space tourism company to send private citizens to the International Space Station.</p>\n\n<p>As a Fellow of the Edmund Hillary Fellowship, Emeline now has her sights set on New Zealand, moving here from Silicon Valley to co-found SpaceBase, a networking a funding platform focused on creating a sustainable space ecosystem in Aotearoa. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/emeline-paat-dahlstrom_talk_2.jpg"},{"image":"/uploads/emeline-paat-dahlstrom_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "digital-me-and-the-rise-of-precision-medicine",
    "url": "/talks/digital-me-and-the-rise-of-precision-medicine/",
    "title": "Digital Me and the rise of precision medicine",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Q48dXVTC03o",
    "content": "<p>Our bodies contain two terabytes of data. What if everyone involved in our healthcare – including us – could access that data and use it to make better lifestyle and treatment decisions? Precision medicine aims to answer that question and turn information into better health outcomes for everyone.</p>\n\n<p>Ian began his professional career employed as a scientist writing mathematical models of the human body, before moving into the commercial world. In 1993 he founded Orion Health with a team of just four people and has grown the company to over 1,250 staff in 27 offices worldwide, enabling healthcare to more than 90 million patients worldwide.</p>\n\n<p>Ian is passionate about the role that technology can play in enabling highly personalised care for individuals through the practice of precision medicine – using personal healthcare information that is captured and made available in real time. This technology will transform the practice of medicine into a mathematical science, and for a lapsed mathematician like Ian that means the health sector just got a whole lot more interesting.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/ian-mccrae_talk_2.jpg"},{"image":"/uploads/ian-mccrae_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "disobedient-thinking",
    "url": "/talks/disobedient-thinking/",
    "title": "Disobedient Thinking",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "aumxbgOdkRU",
    "content": "<p>Welby Ings is an award winning designer, filmmaker and playwright, with his short film ‘Boy’ short listed for the 2006 Academy Awards. An elected Fellow of the British Royal Society of Arts and consultant to many international organisations on issues of creativity and learning, Welby is now a Professor in Design at Auckland University of Technology. Having taught at all levels of the New Zealand education system, he has remained an outspoken critic of dehumanised systems of learning. In 2001 he was awarded the Prime Minister’s inaugural Supreme Award for Tertiary Teaching Excellence.</p>\n\n<p>http://www.aut.ac.nz/research/professors-at-aut/welby-ings\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/welby-ings_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "eating-big-fish",
    "url": "/talks/eating-big-fish/",
    "title": "Eating Big Fish",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "rdF1zKk2B3c",
    "content": "<p>TEDxAuckland September 26th, 2010.\nKate was headhunted to NZ from London in 1995 to work with Saatchi &amp; Saatchi as their Strategic Planning Director based in Wellington at a time when the agency dominated the NZ advertising scene,  Kate was part of Saatchi’s Worldwide Planning Board where she was involved in developing new thinking and strategies for the agency. Since leaving S&amp;S in 2003, she has been busy developing her own brand consultancy, becoming Strategic Partner in local agency Shine, and also the Australasian partner for eatbigfish.</p>\n\n<p>Eatbigfish is a global consultancy that specialises in working with Challenger brands and organisations, i.e. brands and companies that recognise that in order to compete successfully they need to think and behave differently to market leaders.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "employer-student",
    "url": "/talks/employer-student/",
    "title": "Employer student",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "WSPQhTn6J1w",
    "content": "<p>At 16, New Zealand high school student Toby  Carr had already moved on from his first business failure to found a nationwide company providing IT hardware to secondary schools and employing 17 people. Toby believes the lessons he’s learnt along the way have prepared him far more thoroughly for a career in business than years in the classroom ever could have, and passionately believes in giving young people the opportunity to learn on the real world.</p>\n\n<p>Toby is a entrepreneur and change maker at his core. Since starting his first registered company aged 14, Toby has been challenging and questioning the status quo for business and education. After founding and being a part of many startups, he believes strongly in choosing your own path of purpose.</p>\n\n<p>Toby trades in the Computers and Technology space with DeXTech, providing innovative and modern solutions to a variety of customers, including the education sector. A frequent speaker on business and technology.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/toby-carr_talk_1.jpg"},{"image":"/uploads/toby-carr_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "ending-war-using-guitars-instead-of-guns",
    "url": "/talks/ending-war-using-guitars-instead-of-guns/",
    "title": "Ending war using guitars instead of guns",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "yE35EaZuqTQ",
    "content": "<p>A civil war you’ve probably never heard of, and the peace mission that successfully ended it. Journalist, humanitarian, and award-winning filmmaker, Will Watson details the radical peace plan that used music, women and cultural understanding to end the Pacific’s worst civil war. This story explores how ending war, one of humanity’s greatest challenges, can be achieved with new ways of thinking. \n William Watson is an International multi-award winning filmmaker,  Humanitarian Award Winner and International advocate for peace. His latest film, Haka and Guitars, was chosen as Best World Peace Documentary as part of the New Generation in Action’s (a United Nations supported NGO) Artisan Festival International World Peace Initiative which was screened during the 75th Cannes Film Festival in France earlier this year. The documentary followed the Bougainville Civil War and subsequent New Zealand lead peacekeeping mission that and is now considered to be modern history’s most successful intervention. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/william-watson_talk_2.jpg"},{"image":"/uploads/william-watson_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "exploring-identity-through-form",
    "url": "/talks/exploring-identity-through-form/",
    "title": "Exploring identity through form",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "YBqm7hTHCpg",
    "content": "<p>Multi-disciplinary artist, Jahra ‘Rager’ Wasasala discusses her journey to understanding the complexities and internal conflicts of her identity and the world around her. As an artist, she has found that one way she explores this is through the use of her body with dance. Despite the discussed conflicts being incredibly personal to her, they are completely universal, as these are conflicts we can all admit to struggling with at one point, continually, or continuously. Jahra ends this talk with a moving and experimental piece that combines dance and poetry to express these ideas.  Jahra ‘Rager’ Wasasala is an award-winning cross-disciplinary artist of Fijian/NZ European descent. As an artist, Jahra investigates her ancestral connections through the art mediums of performance activation, contemporary dance and poetry, and has extensively toured her performance works both nationally and internationally.</p>\n\n<p>As a child of the Pasifika diaspora, Jahra is invested in translating her shared internal conflict into an accessible, yet confrontational, physicalised language. Her most recent performance work titled “a world, with your wound in it” focuses on the complex relationship between the earth and a woman’s body, a theme Jahra continues to investigate in her developing work.</p>\n\n<p>Jahra is known for her transcendent performance presence, otherworldly physicality and potent poetry, as well as her bold approach to political and social themes both on and off the stage. Jahra found her voice through the physical arts and believes that they are intrinsically tied to reclaiming autonomy, reconnecting to your ancestors and changing the world around you. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/jahra-‘rager’-wasasala_talk_1.jpg"},{"image":"/uploads/jahra-‘rager’-wasasala_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "fighting-blindness-with-$20-and-a-smart-phone",
    "url": "/talks/fighting-blindness-with-20-and-a-smart-phone/",
    "title": "Fighting blindness with $20 and a smart phone",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "j4p5PJi71FU",
    "content": "<p>How Hong has managed to fight blindness with 20$ and a smart phone and in the process is changing how we think and create medical equipment.</p>\n\n<p>Dr. Hong Sheng Chiong is currently an eye doctor in Gisborne hospital. He completed his clinical training in Ireland before he crossed over to New Zealand where he initially worked as a registrar in neurosurgery and general surgery before he stepped into the world of eye. His main interests are eye regenerative medicine, bioengineering and telemedicine. His exposure to third world medicine in Kenya, Nepal and Malaysia have given him the insight to the burden of preventable blindness. He believes the problem lies in the access to quality eye care. In 2014, he founded OphthalmicDocs, an R&amp;D company that focuses on the development of ultra mobile and economical eye tests and diagnostics devices. He has invented several eye imaging adapters that can be used in conjunction with a mobile application to diagnose and monitor eye diseases. Fighting preventable blindness is his career’s primary mission.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/hong-sheng-chiong_talk_1.jpg"},{"image":"/uploads/hong-sheng-chiong_talk_3.jpg"},{"image":"/uploads/hong-sheng-chiong_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "find-a-cause-worth-dying-for",
    "url": "/talks/find-a-cause-worth-dying-for/",
    "title": "Find a cause worth dying for",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "7eUVD74ozQU",
    "content": "<p>10 days before delivering his talk at TEDxAuckland 2017, conservationist Captain Pete Bethune was knifed in the chest while chasing wildlife smugglers in the Amazon. In one of most emotional speeches you will hear, Pete argues that we can all lead extraordinary and meaningful lives, but the key is to find and stand for a cause you truly believe in. From serving months in a maximum security prison for fighting Japanese whalers, to saving endangered red monkeys from poachers in the Amazon, Pete Bethune’s story will thrill, move, and inspire you.\n Pete Bethune takes conservation to the extreme. As the founder of Earthrace Conservation, Pete is a world record holder, circling the globe four times on his powerboat Earthrace. His missions have seen him shot at, run over by a Japanese security vessel, incarcerated in Libya and Japan, and held under armed guard in a Guatemalan Military camp.</p>\n\n<p>As the producer of his show ‘The Operatives’, Pete runs a team of former special forces operatives to combat wildlife poaching, smuggling and illegal fishing in Africa, Asia and Central America. He also works closely with government enforcement units training them in coastal surveillance and hostile vessel takedown. At the heart of it all, Pete is a ship captain with an environmental edge. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/pete-bethune_talk_1.jpg"},{"image":"/uploads/pete-bethune_talk_2.jpg"},{"image":"/uploads/pete-bethune_talk_3.jpg"}],"relatedPosts": null},
  {
    "id": "finding-mercy",
    "url": "/talks/finding-mercy/",
    "title": "Finding Mercy",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "2vFWQSXVYVk",
    "content": "<p>Robyn Paterson is a highly respected director in the New Zealand film and television industry. She has worked across a wide range of projects and includes writing, producing, directing and presenting in her screen credits. Robyn’s debut feature documentary Finding Mercy followed her personal search for a lost friend in Zimbabwe’s political turmoil. It was selected for the prestigious International Documentary Festival Amsterdam and won Best Cinematography &amp; Best Emerging Filmmaker at DocEdge Film Festival.</p>\n\n<p>http://www.findingmercy.net\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "finding-your-place-to-lead-from",
    "url": "/talks/finding-your-place-to-lead-from/",
    "title": "Finding your place to lead from",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "9YkaMqn_hjY",
    "content": "<p>Sir Bob’s involvement in leadership, creativity and his passion for the environment will be the foundation of his TEDx talk.</p>\n\n<p>Sir Bob Harvey is the Chairman of Waterfront Auckland, has served 6 terms as Mayor of the city of Waitakere, and was awarded, with six international Mayors, the United Nations Award for Peace in 1997; the United Nations Life Time Achievement Award for the Environment in 2007 and a Knight Companion of the New Zealand Order of Merit in the New Year Honours for 2013 for services to local body affairs and the community. Sir Bob is a prolific leader in both the arts and politics, having led an advertising agency for many years prior to his mayoralty, working with leading talent and winning numerous awards. He recently published his biography ‘A Life Less Ordinary’. Sir Bob’s involvement in leadership, creativity and his passion for the environment will be the foundation of his TEDx talk.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/sir-bob-harvey_talk_3.1.jpg"},{"image":"/uploads/sir-bob-harvey_talk_2.jpg"},{"image":"/uploads/sir-bob-harvey_talk_1.jpg"},{"image":"/uploads/sir-bob-harvey_talk_3.jpg"}],"relatedPosts": null},
  {
    "id": "food-for-thought--tedxauckland-2018",
    "url": "/talks/food-for-thought-tedxauckland-2018/",
    "title": "Food for thought | TEDxAuckland 2018",
    "performance": "false",
    "highlight": "true",
    "youtubeVideoId": "Ie9nApBzfIs",
    "content": "<p>Look back at the food and drink set-ups that brought the good vibes and sustenance all day for attendees, volunteers and crew at TEDxAuckland 2018: Off-Piste. Auckland’s festival of ideas isn’t limited to the talks, and the innovative vendors of our 2018 event are proof of that. In this video, Sour Heart Productions (https://bit.ly/2Eonfj3) highlights some of the great foodies doing great things.</p>\n\n<p>Featured:</p>\n\n<p>Allpress Espresso - https://nz.allpressespresso.com/</p>\n\n<p>Angel Food - https://www.angelfood.co.nz/</p>\n\n<p>The Collective - https://www.thecollective.kiwi/</p>\n\n<p>Deep Creek Brewing Co. - http://www.dcbrewing.co.nz/</p>\n\n<p>Dumplings with Wings - https://www.facebook.com/dumplingswit…</p>\n\n<p>Good Buzz - https://goodbuzz.nz/ Healtheries - http://www.healtheries.co.nz/</p>\n\n<p>Illuminatea NZ - https://www.instagram.com/illuminatea…</p>\n\n<p>Judge Bao - https://judgebao.co.nz/</p>\n\n<p>Monsoon Ginger Beer - http://www.monsoonginger.co.nz/</p>\n\n<p>Part Time Rangers - https://parttimerangers.co.nz/</p>\n\n<p>Real Rad Food - https://realradfood.co.nz/</p>\n\n<p>Stumpy’s Pizza - https://www.stumpys.nz/</p>\n\n<p>Urbanaut Brewing Co. - https://www.urbanautbeer.com/</p>\n\n<p>Yealands - https://www.yealands.co.nz/</p>\n","images": null,"relatedPosts": null},
  {
    "id": "from-suicidal-to-hopeful,-how-i-learnt-to-fight",
    "url": "/talks/from-suicidal-to-hopeful-how-i-learnt-to-fight/",
    "title": "From suicidal to hopeful, how I learnt to fight",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "h2au58zB_kk",
    "content": "<p>It was one conversation that changed and ultimately saved Jazz Thornton’s life. She learnt the vital difference between surviving and fighting and now shares the practical ways she fought through 9 years of suicidal tendencies. Jazz has since co-founded mental health charity Voices of Hope with the purpose of providing hope and provoking change. Voices of hope has since gained international recognition for its video content and campaigns.</p>\n\n<p>Struggling and need to talk?</p>\n\n<p>New Zealand: Call or Text 1737 at anytime to talk with a trained counsellor</p>\n\n<p>Australia: Lifeline: 13 11 14</p>\n\n<p>America: Suicide prevention helpline: 1-800-273-8255</p>\n\n<p>UK: 1-800-SUICIDE (1-800-784-2433)\n    1-800-273-TALK (1-800-273-8255)</p>\n\n<p>China: 0800-810-1117\n Having overcome childhood abuse and multiple suicide attempts, Jazz Thornton has now dedicated her life to speaking hope and creating change in the area of mental health through her organisation Voices of Hope. Her unique experience and practical message has gained worldwide recognition, being shared through media, international speaking engagements and now through a new feature documentary film. Living by the saying “it’s not about battling your past but fighting for your future” Jazz believes that no matter what your going through it is possible to get through when you learn how to stop surviving and start fighting. In 2017 Jazz was named New Zealand’s youngest director to win the annual Doc Edge pitching contest and is now directing her series The Silence Project which aims to shed light to the stories behind our suicide statistics while changing the way we have conversations about it. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/jazz-thornton_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "from-wastefulness-to-resourcefulness",
    "url": "/talks/from-wastefulness-to-resourcefulness/",
    "title": "From wastefulness to resourcefulness",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "K2uiULiNRAg",
    "content": "<p>We know waste is a serious problem for the health of the planet, and yet we don’t recognise the impact of wastefulness on human wellbeing. Occupational therapist and founder of Rekindle, Juliet Arnott describes waste as not only a waste of earth’s resources, but also as a waste of ourselves and our capabilities. She offers resourcefulness as the solution.\n Juliet is the Founder and Director of Rekindle. Growing up on a small farm on the banks of the Wakamarina river in Marlborough, Juliet believes humans miss out on opportunities to be resourceful when they are wasteful due to consumerist lifestyles.</p>\n\n<p>She started Rekindle in 2010 to create opportunities for resourcefulness. Since then, Rekindle has completed five major projects including using timber from damaged homes in the Christchurch Earthquake to create furniture, the first ever Whole House Reuse, and a nationwide project that enabled designers to focus on commercial waste. Rekindle’s current initiative is Resourceful Otautahi, offering workshops on resourceful skills using materials such as timber and fallen ti kouka leaves. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/juliet-arnott_talk_1.jpg"},{"image":"/uploads/juliet-arnott_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "garden-to-table",
    "url": "/talks/garden-to-table/",
    "title": "Garden to table",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "mQHUs5bcGDY",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Catherine hopes that through the Garden to Table Trust, children can go up knowing the basic skills of growing and cooking their own food, reducing waste and chemicals in their diets and the environment.</p>\n\n<p>Catherine’s mission in life is to inspire people to cook and eat simple, good food. A passionate foodie and Dish Magazine co-founder, Catherine is behind the Garden to Table Trust, a programme established to teach children aged 7-10 years how to grow, harvest, cook and share food.</p>\n\n<p>The programme ticks all the boxes that Catherine feels are important in the world right now: caring for and about the natural world, knowing where food comes from and how to produce it, and knowing how to feed ourselves and our families.</p>\n\n<p>Catherine hopes that through the Garden to Table Trust, children can go up knowing the basic skills, reduce waste, eliminate plastic and chemicals, and eat only fresh food.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/catherine-bell_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "giving-stereotypes-the-slip",
    "url": "/talks/giving-stereotypes-the-slip/",
    "title": "Giving stereotypes the slip",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Ayj4RJvEsPE",
    "content": "<p>We all have personas, masks, different people we are when are around different groups. Jess breaks this wide open with a unique talk/performance about how we can slip between different projections of ourselves. See her new project on Boosted here http://www.boosted.org.nz/projects/the-offensive-nipple-show-road-to-melbourne</p>\n\n<p>Jess is a theatre practitioner, vulnerability junkie, writer and artist, who loves to communicate cultural criticism through performance.</p>\n\n<p>She investigates the way our bodies behave in social relations, particularly in relation to our ongoing colonial hangover in New Zealand. In 2014 her acclaimed solo theatre show Real Fake White Dirt, (Best Writing NZ Fringe 2015) was published as a book of poetry by Anahera Press.</p>\n\n<p>She believes that the only way to acknowledge our difficult history is to lean into the real discomfort of being Pakeha. Her 2016 work The Offensive Nipple Show is a collaborative body project responding to the dangerous ways gender politics are disconnecting us from one another. Through performance, she seeks to find new ways of looking at each others bodies, that are both cheeky and empowering.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/jess-holly-bates_talk_2.jpg"},{"image":"/uploads/jess-holly-bates_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "global-adventurer-&-story-teller",
    "url": "/talks/global-adventurer-story-teller/",
    "title": "Global Adventurer & Story Teller",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Afaf8WxCR4U",
    "content": "<p>TEDxAuckland September 26th, 2010.\nRichard Loseby is one of Penguin Books NZ biggest-selling travel authors; a global adventurer, storyteller.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "growing-through-cancer",
    "url": "/talks/growing-through-cancer/",
    "title": "Growing through cancer",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "z6Iip-kl-VM",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Rebecca has embraced a lifestyle of wellbeing as well as connecting with and supporting other women facing cancer. A chance friendship with raw foods “unbakery” Little Bird founder Megan May, buying a Vitamix and the essential addition of yoga marked a turning point in Rebecca’s journey and she has recently opened a yoga and wellness hub in Auckland. The Centre combines yoga, naturopathy, meditation, massage, acupuncture and nutrition and offers free programmes for women with cancer.</p>\n\n<p>http://www.the-centre.co.nz\nhttp://tedxauckland.com</p>\n\n<p>Rebecca Wadey is a writer, fashion PR specialist, cancer survivor, mother and business founder. Since her diagnosis of breast cancer at 26, Rebecca has embraced a lifestyle of wellbeing as well as connecting with and supporting other women facing the disease. A chance friendship with raw foods “unbakery” Little Bird founder Megan May, buying a Vitamix and the essential addition of yoga marked a turning point in Rebecca’s journey and she has recently opened a yoga and wellness hub in Auckland. The Centre combines yoga, naturopathy, meditation, massage, acupuncture and nutrition and offers free programmes for women with cancer.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/rebecca-wadey_talk_2.jpg"},{"image":"/uploads/rebecca-wadey_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "growth-through-lazy-innovation",
    "url": "/talks/growth-through-lazy-innovation/",
    "title": "Growth through lazy innovation",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "eeHsYmXQFKU",
    "content": "<p>As a 13 year old, Georgia Lala wanted to change the world – but says she was just too lazy. So she started a journey of lazy innovation: world changing ideas that can happen with minimal effort, sometimes right on your kitchen bench.</p>\n\n<p>Georgia is trying to change the way we look at sustainability. Her award winning research into the applications of aquaponics won her the Prime Minister’s Future Scientist award, and at the age of 18 she started her own business, Root Aquaponics, where she hopes to start selling aquaponic units she designed to homes and schools in New Zealand.</p>\n\n<p>An environmentalist at heart, Georgia has led sustainability expos to educate others on the importance of future proofing today’s industries, and has been invited as a guest speaker at community events. Georgia hopes to challenge the way individuals and companies look at adopting sustainable approaches to both production and living.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/georgia-lala_talk_2.jpg"},{"image":"/uploads/georgia-lala_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "hacking-the-supply-chain",
    "url": "/talks/hacking-the-supply-chain/",
    "title": "Hacking the supply chain",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "SpnEGb0GdwY",
    "content": "<p>Pete Russell is a local food advocate, social entrepreneur and founder of Ooooby. After seeing first hand the destructive nature of globalized food and the accelerating demand for local alternatives during his time at a multi-million dollar food business, Pete became committed to working in the local food space. Driven by a passion for developing smart systems for food sales and logistics, Out of our own backyards (Ooooby) is the result of his work - a local food operation delivering to hundreds of Auckland doorsteps each week.</p>\n\n<p>http://www.ooooby.org\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/pete-russell_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "hemp",
    "url": "/talks/hemp/",
    "title": "Hemp",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "HWiFTt2s9hY",
    "content": "<p>Why is something as useful as hemp so underutilised in so many developed countries? How can we use this “companion plant” to benefit society? Founder of the hemp seed food product company, Plant Culture, Cameron Sims explores these questions, detailing the history of hemp prohibition, and how this has held society back from being more sustainable. Cameron lists the many benefits and uses of hemp, from eating it for breakfast to building environmentally friendly houses, showing us how we can begin harnessing the power of hemp pragmatically in order to improve our own lives and the world around us.    Cameron Sims believes the simple ingredient hemp, is the key to changing the world and helping humanity become more sustainable. As a Kiwi raised on a sheep and beef farm, he became New Zealand’s first hemp-based chef.</p>\n\n<p>Cameron’s company Plant Culture encourages and supports consumers to be environmentally friendly. His ultimate goal is to create a modern and biodynamic university campus to reintroduce biodiversity back into our cities and soils. Cameron’s passions are plant-based cuisine, art, nature, environmental enterprise, adventure, extreme sports, meditation, breathing, yoga and people. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/cameron-sims_talk_2.jpg"},{"image":"/uploads/cameron-sims_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "higgs-boson,-the-kiwi-connection",
    "url": "/talks/higgs-boson-the-kiwi-connection/",
    "title": "Higgs boson, The Kiwi Connection",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "qGtA4XXQRNE",
    "content": "<p>David was born in Pittsburgh, Pennsylvania, USA. He earned a BSc in physics from Carnegie Mellon University, followed by an MSc and PhD in Physics from Ohio State University. While working on university campuses in Michigan and California, David held postdoctoral positions at both Lawrence Livermore and Lawrence Berkeley National Labs. David’s current work is based at the CERN laboratory in Geneva, Switzerland. He loves to play with ideas and is most happy when he can uncover similar strands of thought on disparate subjects, particularly in science, philosophy and religion. David believes that New Zealand should nurture its intellectual resources as it has done for its environmental riches.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/david-krofcheck_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "i-care,-changing-lives-in-iraq",
    "url": "/talks/i-care-changing-lives-in-iraq/",
    "title": "I CARE, Changing Lives In Iraq",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "bYNRnfKh4ns",
    "content": "<p>Assil Russell is a young dental surgeon from Hamilton who has a passion for helping others. Born in Iraq and raised in New Zealand, at the age of 21 Assil set up New Zealand’s first and only registered medical and dental charity for Iraqi orphans and disadvantaged children - ICARE (Iraqi Children’s Aid &amp; Repair Endeavour). Assil believes that “You don’t have to be a doctor to save lives” and ICARE is now an international movement that is empowering ordinary people from all walks of life to make a real difference, one smile at a time.</p>\n\n<p>http://www.iraqicare.org/\nhttp://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/assil-russell_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "i-have-a-dream",
    "url": "/talks/i-have-a-dream/",
    "title": "I Have A Dream",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "U17wQX2tQTA",
    "content": "<p>TEDxAuckland 2009, Scott Gilmour on I Have A Dream.</p>\n\n<p>http://www.ihaveadream.org.nz/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event   In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "ideas-are-nothing",
    "url": "/talks/ideas-are-nothing/",
    "title": "Ideas are nothing",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "4O3n6yOYWAo",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Luke turned his back on a successful advertising career to follow his passion for making things. His TV idea is now a worldwide success.</p>\n\n<p>Adman-turned-filmmaker Luke Nola is founder of Luke Nola &amp; Friends, an Auckland-based production company that creates and produces award-winning television formats that inspire, engage and educate kids all over the world.</p>\n\n<p>One of the most enduring formats produced is Let’s Get Inventin’, a multi-award-winning reality TV series featuring kids aged 8-14 years with amazing invention ideas competing to build their contraptions.  The series is enjoyed throughout the world, screening in over 73 countries and is the first New Zealand children’s TV format ever to be licensed by the BBC in the UK.</p>\n\n<p>www.lukenola.tv\nhttp://tedxauckland.com</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/luke-nola_talk_2.jpg"},{"image":"/uploads/luke-nola_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "ihumātao",
    "url": "/talks/ihum%C4%81tao/",
    "title": "Ihumātao",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "tT11yvE5plo",
    "content": "<p>Pania Newton’s path through life has led her to find her purpose, her kaupapa: protecting Ihumātao. Home to the earliest inhabitants of New Zealand, Ihumātao is a landscape of cultural, historical, and environmental significance. Despite this, the Crown has failed to recognise its heritage values for New Zealand, allowing it to be sold for a proposed housing development. Realising that the plan meant 480 high-cost houses on the confiscated land, Pania and her cousins created the SOUL Campaign to resist the development. Later with family members and other supporters, she has occupied the land to protect it. Looking deeply into why Ihumātao has not been recognised as heritage worthy of protection in New Zealand, SOUL has uncovered the extent of the bias toward protecting colonial built heritage over sites of indigenous significance - an issue that is seen across the world. Here Pania tells the story of the fight to #ProtectIhumatao. From a childhood of struggle Pania never focused on the negative, but was fortunate to stay true to her Maoritanga. At nine years old she wrote in a time capsule that she wanted to be a lawyer to make a difference. After working hard to achieve that, she has temporarily left her law career to fulfill her purpose and responsibility to the environment for future generations.</p>\n\n<p>She now dedicates her time to huis and the occupation of Ihumatao land. Everything she does is for others; her nieces and nephews, her whanau, and future generations, so the sacrifices are without regret. As a frontline protector of Ihumatao she has had to step out of her comfort zone and face challenges, all in the name of saving a unique and sacred land, contributing to a better Aotearoa for all. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/pania-newton_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "imagineers",
    "url": "/talks/imagineers/",
    "title": "Imagineers",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "zYICH2IBB6Y",
    "content": "<p>TEDxAuckland September 26th, 2010.\nTeam OneBeep is made up of 4 Undergraduate students from the University of Auckland. Last month, OneBeep was placed 3rd in the world, at the Microsoft Imagine Cup, the worldʼs biggest student technology competition, competing against 325,000 students from 68 other countries.</p>\n\n<p>http://onebeep.org/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "ingredients-to-grow-innovation",
    "url": "/talks/ingredients-to-grow-innovation/",
    "title": "Ingredients to grow innovation",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "mwp6VJwxGzw",
    "content": "<p>Shaun’s research on innovation and why it exists in some places greater than others reveals some interesting points and ultimately a  cohesive idea on what makes some places innovative.</p>\n\n<p>Shaun Hendy is the founding Director of Te Pūnaha Matatini, a Centre of Research Excellence hosted by the University of Auckland. Shaun is an advocate for multi-disciplinary research and teaching, and lectures in the University of Auckland’s Department of Physics and the University’s Centre for Innovation and Entrepreneurship. His interest in innovation led him to co-author the 2013 book, “Get Off the Grass” with the late Sir Paul Callaghan. Shaun believes that the challenge for New Zealand - if we want to base our economy on knowledge rather than nature - is to overcome our relatively small and widely dispersed population base and build a city of four million people. To do this, we’ll need to start trusting each other more so that our ideas will spread, and we’ll need the infrastructure that connects us. If we can do this it would make us one of the most innovative places on the planet.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/shaun-hendy_talk_1.jpg"},{"image":"/uploads/shaun-hendy_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "inspiration-wherever-you-are,-the-100-days-project",
    "url": "/talks/inspiration-wherever-you-are-the-100-days-project/",
    "title": "Inspiration Wherever You Are, The 100 Days Project",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "bZOwMqxLIn4",
    "content": "<p>Emma Rogan is a partner at Auckland design company Apropos and founder of New Zealand’s 100 Days Project. Her work has been awarded and recognised by the NZ Best Awards, Communication Arts, The Webby Awards and Adobe.</p>\n\n<p>http://www.emmarogan.co.nz/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/emma-rogan_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "invention-rewired",
    "url": "/talks/invention-rewired/",
    "title": "Invention rewired",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "AHmLCY3O7_4",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. New Zealand prides itself on its ingenuity and an ability to solve problems with very limited resources. In their talk, Jon Bridges and David Downs suggest that this “number 8 wire” mentality is overdue for a rethink.</p>\n\n<p>http://www.no8rewired.kiwi/\nhttp://tedxauckland.com/</p>\n\n<p>David Downs and Jon Bridges are serial co-authors, stretching right back to a time before email. After leaving university, they began their careers together in comedy, starring in comedy programme Away Laughing. After co-founding Auckland’s Classic Comedy Club their careers diverged. David went all corporate - working for Microsoft both here and in Asia before entering the public service, while Jon has been a presenter, writer, director and producer of TV and is also a sought-after MC and public speaker.</p>\n\n<p>While researching No.8 Re-wired, a compendium and celebration of New Zealand inventions which will be published by Penguin in September 2014, David and Jon became convinced that New Zealand’s pathway to achieving productivity matching that of our international peers lies through a rewiring of our famous No.8 Wire innovation mind-set.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "know-your-country",
    "url": "/talks/know-your-country/",
    "title": "Know your country",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "17eTVC_cOJI",
    "content": "<p>Lillian Grace is the founder and chief of Wiki New Zealand, a collaborative website making data about New Zealand visually accessible for everyone. Through Wiki New Zealand, Lillian aims to make it normal to know your country.  In her previous role at The New Zealand Institute, Lillian became aware of some of the challenges we face as a country. She believes that to get the best outcomes we need to make informed decisions in all areas and at all levels, and that the process needs to start with understanding the facts before we connect them to our values.</p>\n\n<p>http://wikinewzealand.org\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/lillian-grace_talk_2.1.jpg"},{"image":"/uploads/lillian-grace_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "language-evolution-@-the-cutting-edge",
    "url": "/talks/language-evolution-the-cutting-edge/",
    "title": "Language evolution @ the cutting edge",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "PRboI1iJ5oA",
    "content": "<p>Max explains the evolution of the English language and the increasing change of the language since the inception of the internet.\nhttp://TEDxAuckland.com</p>\n\n<p>Max Cryer (MBE) has worked as a singer in London, Sadlers Wells Opera, Wigmore Hall and the BBC and made fifteen tours of USA as an entertainer. He became New Zealand television’s first quiz host and hosted NZ’s first live talk-variety show “Town Cryer.” Max has an Honours degree in English Literature and Etymology, and for TVNZ he produced over 100 episodes of “University Challenge” and ‘Mastermind’ plus the five-nation ‘Mastermind International’ for the BBC. Max has also directed the NZ entertainment at the World Expo in Brisbane (1988) and Seville (1992). He has been Chairman for the Oxford Union debating team (1975) and for ten years columnist of the NZ Herald. Now an established writer in New Zealand, with eighteen books published (in Australia, New Zealand, Britain, America, Italy, Germany, Spain and Russia). For the last 19 years he has been answering listeners’ questions on etymology &amp; the English language on RadioLive.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/max-cryer_talk_3.jpg"},{"image":"/uploads/max-cryer_talk_1.jpg"},{"image":"/uploads/max-cryer_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "life",
    "url": "/talks/life/",
    "title": "Life",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Jp2EcuMbAmY",
    "content": "<p>Improvisation guru David Razowsky’s focus of being in the moment, staying in the moment, and, no matter how uncomfortable, “sitting in the moment,” is credited for not only his boundless passion for life, but also saving it. Razowsky’s compelling talk reminds you that you already have all you need to respond to life’s challenges. For David Razowsky, all that matters is now. The respected Los Angeles-based improv guru has performed and directed in 10 Chicago Second City revues with the likes of Steve Carell, Stephen Colbert, Saturday Night Live alum Rachel Dratch and Amy Sedaris as well as being artistic director of The Second City Los Angeles for a decade. David’s philosophy is this: Your present awareness is the only thing you need to create compelling, smart, truthful, and surprising scenes. No games, no preconceived premises, no ideas, no ego.</p>\n\n<p>As well hosting a weekly drop-in class when he’s not taking his improv around the world, he hosts the podcast ADD Comedy with Dave Razowsky. He is a consultant for Dreamworks, a teacher for Steppenwolf Theater, professor for California State University, and he directed two productions for Amsterdam’s Boom Chicago Theatre. David’s  also a member of the Reduced Shakespeare Company. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/david-razowsky_talk_2.jpg"},{"image":"/uploads/david-razowsky_talk_3.jpg"},{"image":"/uploads/david-razowsky_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "living-impossibly",
    "url": "/talks/living-impossibly/",
    "title": "Living impossibly",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "lSNm12-dYWI",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Building a global tech company from one of the most remote countries in the world is just one of the impossible things Vaughan Rowsell has achieved so far. In this talk he tells the story of three impossible people, and how one inspires him every day.</p>\n\n<p>Vaughan is the CEO and Founder of Vend, maker of awesome cloud based retail software and champions for small to medium retailers worldwide. The Vend team hold 3 core values dearly to their hearts, to delight retailers, to do the impossible, and to take care of one another. Every year Vaughan personally walks the talk and does an impossible challenge whether it is cycling the length of New Zealand solo, building a $100M venture, or running 1,000 kilometers.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/vaughan-rowsell_talk_1.jpg"},{"image":"/uploads/vaughan-rowsell_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "love-is-not-an-option",
    "url": "/talks/love-is-not-an-option/",
    "title": "Love is not an option",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Dzxe_pQTd90",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Sarah takes her learnings to develop an innovative model of youth development based on the core values of love and acceptance, energy and creativity, and collaboration and community.</p>\n\n<p>Sarah Longbottom is Creative Director of the Nga Rangatahi Toa Creative Arts Iniatiative in South Auckland, a mentoring and transition programme that connects top creative talent of Aotearoa with young people in alternative education. Sarah honed and flexed her agentic self in mainstream and residential youth justice classrooms, and was instrumental in the development of nationwide pedagogical leadership in alternative education. Both the excellence and inadequacies of our education system inspired Sarah to take her learnings and develop an innovative model of youth development based on the core values of love and acceptance, energy and creativity, and collaboration and community.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/sarah-longbottom_talk_2.jpg"},{"image":"/uploads/sarah-longbottom_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "making-change-stick",
    "url": "/talks/making-change-stick/",
    "title": "Making Change Stick",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "R38A2H8FKMk",
    "content": "<p>The concept of change is simple. It is the place between something stopping and something beginning, the hardest part is making the change stick. In this talk Nigel Parker shares a personal story of change where he creates a digital assistant that passively collects his health data and makes predictions when he is going off track. The assistant can predict when he is getting stressed or fighting a virus, and can give him a nudge at the right place and right time to adjust his behaviours. Nigel Parker is chief engineer for Microsoft Asia’s Commercial Software Engineering. His job is to seek out solutions to hard problems. But for him, it’s not just about the technology, it’s about the impact technology can have on people’s lives. In his own personal project, Nigel set about using technology to turn his health around and create better, stable habits.</p>\n\n<p>Nigel believes as machine intelligence becomes more developed, humans must make sure they keep up and build symbiotic intelligence to expand human capability in ways that are both tangible and magical. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/nigel-parker_talk_2.jpg"},{"image":"/uploads/nigel-parker_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "mana",
    "url": "/talks/mana/",
    "title": "Mana",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "qeK3SkxrZRI",
    "content": "<p>Tame explores how the old saying of “Te ka nohi ki te ka nohi” (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue.</p>\n\n<p>Tame Iti (Ngai Tuhoe/Waikato/Te Arawa) is known as many things… Activist, Artist, Terrorist and Cyclist. Literally wearing his Tuhoe heritage on his face, Iti is hard to miss in a crowd despite being just 5ft 4” tall. His 40 year history of controversial and theatrical displays of political expression have included pitching a tent on parliament grounds and calling it the Maori embassy, shooting a national flag in front of government officials and the curious spate of public meetings where he appeared with a ladder so as to speak eye to eye with officials who were seated on stage. Iti explores how the old saying of “Te ka nohi ki te ka nohi” (Dealing with it eye to eye) creates a far more productive space for open dialogue around any issue. “No one can tell you that you are not important and your experience does not matter and if they do… I challenge them to say it to your face… where they can see your eyes and feel your breath.”</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/tame-iti_talk_3.jpg"},{"image":"/uploads/tame-iti_talk_1.jpg"},{"image":"/uploads/tame-iti_talk_2.1.jpg"}],"relatedPosts": null},
  {
    "id": "mapping-by-drone---africa-to-antartica",
    "url": "/talks/mapping-by-drone-africa-to-antartica/",
    "title": "Mapping by drone - Africa to Antartica",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "irtsSSek1k8",
    "content": "<p>While some drones are used to destroy, Barbara’s team uses them – complete with military guidance technology – to map threatened ecosystems in Africa, Australia and Antarctica.</p>\n\n<p>Barbara is a senior lecturer in the School of Applied Sciences at Auckland University of Technology and has over 20 years’ experience working in government and NGO’s.</p>\n\n<p>Her research and personal interests are in geography, ecosystem management, cultural landscapes and spatial ecology. Her research focus has been the identification, selection and management of Protected Areas, using geospatial sciences and novel remote sensing technology, such as drones, to map habitats and landscapes for conservation planning.</p>\n\n<p>Barbara’s work has taken her to some of the world’s most remote and unique ecosystems including desert systems in both Antarctica and the Namibia. She is a self confessed techno-nerd and is an advocate for the effective use of drones for good in NZ and beyond.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/barbara-breen_talk_2.jpg"},{"image":"/uploads/barbara-breen_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "media-&-addictions",
    "url": "/talks/media-addictions/",
    "title": "Media & addictions",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "ZKc5OUs7pJE",
    "content": "<p>Gavin’s talks about media and the current continuing environmental degradation our impact has on the planet while explaining his solution for making media a force for good and not continuing on the same path.</p>\n\n<p>Gavin is originally from Ireland and from a very young age has been researching Celtic spirituality, behavioural change psychology and the medias influence on society.</p>\n\n<p>His talk weaves the impact of growing up in country devastated by centuries of civil war, and how the 5,500 year old spiritual sites that surrounded his childhood home gave him hope, while leading him to his current profession and mission in life.</p>\n\n<p>Gavin Healy has over 20 years’ experience in the media industry. He is currently the Director of a marketing for social good publishing company Viridian Media. Viridian co-founded Element magazine, which is the largest sustainability magazine in NZ. It gained global accolades within the media industry as it was crowned Best New Product at the International News Media Marketing Awards. “The whole idea of Element was to craft engaging media for positive social behavioural change”. Gavin is originally from Ireland and from a very young age has been researching Celtic spirituality, behavioural change psychology and the medias influence on society.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/gavin-healy_talk_1.jpg"},{"image":"/uploads/gavin-healy_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "medical-innovation-&-applied-knowledge",
    "url": "/talks/medical-innovation-applied-knowledge/",
    "title": "Medical Innovation & Applied Knowledge",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "8yEPBPBLifo",
    "content": "<p>TEDxAuckland 2009, Ray Avery on Medical Innovation &amp; Applied Knowledge.</p>\n\n<p>Scientist, inventor &amp; humanitarian – just some of the labels that are inadequate\nto describe Ray, the founder and CEO of Medicine Mondiale. Ray’s efforts have\nresulted in 11 million patients worldwide – especially in the world’s poorest countries – having eye-sight saving surgery. TEDxAuckland, 1st October 2009.</p>\n\n<p>http://www.medicinemondiale.org\nhttp://www.tedxauckland.com</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "my-body-my-terms",
    "url": "/talks/my-body-my-terms/",
    "title": "My body my terms",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "2HQjS33JJFE",
    "content": "<p>Lizzie’s campaign #MyBodyMyTerms was aimed to spark conversation about victim-blaming, revenge porn, consent and sexual violence.</p>\n\n<p>Her talk is on the follow up from #MyBodyMyTerms and how we need to update the conservation on sex in modern society.</p>\n\n<p>While Lizzie Marvelly traverses many diverse paths, her journey started with her love for music. Discovered by Frankie Stevens and her famous uncle, Sir Howard Morrison, in her early teens, Lizzie was on the road at age 16 – since then her musical life has been a wild ride.</p>\n\n<p>In May 2015, Lizzie launched Villainesse.com, an online media project aiming to create smart, ‘no-filter’ media for young women. Villainesse is on a mission to empower young women and to hear more young female voices represented in the media.</p>\n\n<p>Later that year, Lizzie launched Villainesse’s first major campaign, the globally-successful #MyBodyMyTerms. The #MyBodyMyTerms videos have been viewed over 450,000 times and aimed to spark conversation about victim-blaming, revenge porn, consent and sexual violence.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/lizzie-marvelly_talk_1.jpg"},{"image":"/uploads/lizzie-marvelly_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "nanogirl,-my-quest-to-become-a-superhero",
    "url": "/talks/nanogirl-my-quest-to-become-a-superhero/",
    "title": "Nanogirl, My Quest to Become a Superhero",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "9jV-KW1jpJo",
    "content": "<p>Michelle has a PhD in biomedical materials engineering, runs New Zealand’s only nanomechanical testing laboratory and is a self-confessed adrenaline junkie. Her passion for both sports and science has enabled her to travel the world on the search for her next adventure or research project. With specialist knowledge in nanotechnology, Michelle has contributed to the development of cutting edge technologies. Secretly, however, Michelle has been working on advancing these developments to help her to achieve her childhood dream of becoming a real life superhero. In her spare time you will usually find her outside kitesurfing, cycling, running, paddle boarding, or inside practicing martial arts.  Her recent move to academia from industry was a step towards her goal of inspiring females  to push the boundaries in both science and sports, and to encourage environmentally sustainable living through engineering design.</p>\n\n<p>http://www.medickinson.com/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/michelle-dickinson_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "no-regrets",
    "url": "/talks/no-regrets/",
    "title": "No regrets",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "h1fk2zFTdlI",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Urzila talks about her life and how she came to be a comedian and her philosophy on giving things ago and having no regrets.</p>\n\n<p>http://www.urzilacarlson.com/</p>\n\n<p>Natural, cheeky and straight-up South African-born, New Zealand-based, Urzila Carlson, took to the stage for the first time in 2008, and has since racked up an impressive array of awards for her stand-up comedy.</p>\n\n<p>Some of the awards she holds to her name include Best Female Comedian at the 2010, 2011, 2012 and 2013 NZ Comedy Guild Awards, as well as the coveted TV3 People’s Choice Award at the 2013 New Zealand International Comedy Festival.</p>\n\n<p>She has also had 4 sold-out solo seasons (2010, 2011, 2012, 2013) at the New Zealand International Comedy Festival, and was invited to Melbourne International Comedy Festival in 2013 where she had a hugely successful sell-out season and appeared on the televised Oxfam Comedy Gala and Comedy Up Late.</p>\n\n<p>Urzila is one of New Zealand’s funniest comedians, male or female, and is a true star on the rise.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/urzila-carlson_talk_2.jpg"},{"image":"/uploads/urzila-carlson_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "our-healthcare-systems-are-making-doctors-mentally-ill",
    "url": "/talks/our-healthcare-systems-are-making-doctors-mentally-ill/",
    "title": "Our healthcare systems are making doctors mentally ill",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "uctoTk64GVM",
    "content": "<p>Dr Zeshan Qureshi is a paediatrician based in London. As well as caring for his patients, Zeshan focuses on improving the work environment for doctors and medical students to reduce their risk of work-related mental health problems. In this talk, drawing on his own experience working on the frontlines, he outlines the scale of the problem, and proposes some much needed solutions. Zeshan Qureshi is a children’s doctor in the UK with a mission to improve the mental health epidemic harming healthcare practitioners. As well as working at a London hospital, he engages with media, politicians, and medical students - reflecting his belief that doctors should be both treating illness and preventing illness / improving quality of care through improvement of the medical system.</p>\n\n<p>He has edited nine medical textbooks and has lectured over 8, 000 students across the world over two years. He is a media and parliamentary representative of the Royal College of Paediatrics and Child Health, and campaigns on issues such as newborn health, the NHS, and mental health, appearing widely in national and international news outlets. In 2016, he featured in a BBC documentary bringing mental health amongst doctors to the spotlight, and is now working with others to explore solutions for healthcare professional’s mental health crisis.</p>\n","images": [{"image":"/uploads/zeshan-qureshi-talk-1.jpg"},{"image":"/uploads/zeshan-qureshi-talk-2.jpg"}],"relatedPosts": null},
  {
    "id": "our-need-to-create",
    "url": "/talks/our-need-to-create/",
    "title": "Our need to create",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "GtQG6jAxOK4",
    "content": "<p>David Trubridge is an internationally renowned furniture and lighting designer. After settling on New Zealand following a five year yacht voyage with his family, David began designing furniture and lighting words inspired by his rich life experience. His Hawkes Bay manufactured works are sold all around the world and regularly feature in influential publications such as the Financial Times. David has won many awards both nationally and internationally including New Zealand’s most prestigious design award, the John Britten Award.</p>\n\n<p>http://www.davidtrubridge.com\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/david-trubridge_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "out-of-the-shadows",
    "url": "/talks/out-of-the-shadows/",
    "title": "Out of the shadows",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "DmDwJPAIjmw",
    "content": "<p>Cori describes his own personal experience into a dark place where his father committed suicide and how he dealt with it.</p>\n\n<p>Billy T Award winning comedian and star of the hit feature film, What We Do In The Shadows, Cori Gonzalez-Macuer, as seen on the Old Mout Comedy Gala and a regular on 7 Days, is one of NZ’s finest young comedy talents. The last year has seen him attend the prestigious Sundance and Berlin Film Festivals as part of the What We Do In The Shadows team as well as attending the film’s U.S. premiere in New York, whereafter, he performed massive shows across New York and L.A.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/cori-gonzalez-macuer_talk_2.jpg"},{"image":"/uploads/cori-gonzalez-macuer_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "policeman-extrordinaire-connecting-with-youth",
    "url": "/talks/policeman-extrordinaire-connecting-with-youth/",
    "title": "Policeman Extrordinaire Connecting With Youth",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "KiNOTD39Qdw",
    "content": "<p>TEDxAuckland 2009, Glen Compain, Policeman Extrordinaire Connecting With Youth.</p>\n\n<p>Glenn is an Auckland frontline policeman working largely with troubled youth and was the co-founder of the Village Community Services Trust helping deliver mentoring to over 500 young people at risk. Whilst not claiming to have all the\nanswers he continues to empower parents and youth through his books and music.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event   In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "putting-human-caring-back-into-social-services",
    "url": "/talks/putting-human-caring-back-into-social-services/",
    "title": "Putting human caring back into social services",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "SgguRmmHbgA",
    "content": "<p>Richard took over the reins of Big Buddy in 2002. His belief is the strength of human caring; he believes passionately that humans step up with less bureaucracy, judgement or expectation to make far better outcomes socially for us all.</p>\n\n<p>Richard put his IT and business skills to good use when he bailed out of the corporate world and took over the reins of Big Buddy in 2002. It’s taken focus, will-power and trust to grow an organisation that matches male volunteers with fatherless boys.</p>\n\n<p>But Richard’s source lies in the values of the hippy movement he grew out of – his strongest belief is around the strength of human caring; he believes passionately that most anyone and anything can be healed when humans step up to care deeply for each other without judgement or expectation.</p>\n\n<p>Richard is also chair of Consumer NZ, a Vodafone World of Difference award winner and is a passionate father, grandfather, celebrant, gardener and author.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/richard-aston_talk_1.jpg"},{"image":"/uploads/richard-aston_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "radical-management",
    "url": "/talks/radical-management/",
    "title": "Radical management",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "d-tGhbUMLHE",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Loomio is an online tool for collective decision making that is transformative in it’s approach to management of companies, groups or community organisations. Loomio is hitting a sweet spot between individual voice and collective decision making.</p>\n\n<p>https://www.loomio.org/\nhttp://maidaborn.com/\nhttp://tedxauckland.com/</p>\n\n<p>Vivien is the co-founder of the exciting Loomio Cooperative, an organization born from activists in the Occupy movement collaborating with Enspiral, the social enterprise network. Vivian is passionate about working with other people to find scalable solutions to the wicked problems of our time: poverty, equitable access to education, clean water, and sustainable local economies. She brings experience in decision making, social change and a depth of knowledge in organisational systems.</p>\n\n<p>Vivien believes a whole new set of opportunities for the world arises from the intersection of online citizenship and democracy. Her personal mantra is that ‘a group of people with diverse experiences and perspectives will come up with solutions better than any one person ever could have’. Vivian is inquiring into the nature of collaboration, into the power of the crowd, and what invites people into engaged citizenship.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/vivien-maidaborn_talk_1.jpg"},{"image":"/uploads/vivien-maidaborn_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "reaching-out-to-mental-wellness",
    "url": "/talks/reaching-out-to-mental-wellness/",
    "title": "Reaching out to mental wellness",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "7GVEqegzx44",
    "content": "<p>After Matt’s wife Mary died of depression a year ago, Matt reflected on what he could take out of it to help others. The result was a programme that encourages people across the farming community to reach out to both ask for and offer help when they need it.</p>\n\n<p>Father of two teens, awarded advertising creative director, ad agency owner, mountain runner, farm owner, poet, Christian. Matt was living a full and rewarding life last year when it profoundly changed last year. His wife of 17 years Mary, a farmer, died of depression.</p>\n\n<p>Searching for something good to come from his grief, Matt used his own experiences to speak out about mental health in the rural community. He wasn’t prepared for the impact it would have or the enormity of the response. The journey since has reframed his own life in positive ways.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/matt-shirtcliffe_talk_1.jpg"},{"image":"/uploads/matt-shirtcliffe_talk_3.jpg"},{"image":"/uploads/matt-shirtcliffe_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "rebuilding-architecture-from-the-ground-up",
    "url": "/talks/rebuilding-architecture-from-the-ground-up/",
    "title": "Rebuilding Architecture from the Ground Up",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Mu5xYDkw9ys",
    "content": "<p>Andrew is arguably New Zealand’s most internationally recognised and published Architect. Last year the worlds most searched architectural Journal, London based ‘World Architecture News’ named his firm, Patterson Associates as one of five Architects world wide “who’s work is set to shape Global Architecture in the 21 century.”</p>\n\n<p>He is the designer of New Zealand’s only new build 6 Green Star rated project – Geyser, in Auckland. Rated as international innovator Andrew believes if that if New Zealand is to sustainably succeed its built environment must equal or better its natural environment.</p>\n\n<p>http://www.pattersons.com/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/andrew-patterson_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "recipe-for-access",
    "url": "/talks/recipe-for-access/",
    "title": "Recipe for access",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "k5piEUPgRvk",
    "content": "<p>Grant argues that in the modern world there should be more public citizens involved in shaping public health.</p>\n\n<p>Grant Schofield is Professor of Public Health at AUT, and director of the University’s Human Potential Centre. Grant’s career has focused on preventing the diseases of modern times, and seeing what it takes to help people live a long, healthy and happy life. He lives and breathes the motto “be the best you can be”, and sees this as a game-changer for the health system – capable of transforming the current deficit (sickness) model, to one in which we aspire to be well. Grant is well known for thinking outside the box and challenging convention wisdom in nutrition and weight loss, as well as physical activity and exercise. He is best known for his work in three areas: abandoning rules and embracing risky play in his free range kids work; leading public discussion in flipping the food pyramid, by challenging the low fat nutrition dogma with low carb high fat diets; and developing national accounts of well-being through his Sovereign Well-being Index research.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/grant-schofield_talk_1.jpg"},{"image":"/uploads/grant-schofield_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "recipes-for-development",
    "url": "/talks/recipes-for-development/",
    "title": "Recipes for development",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "orfB1UkoKdQ",
    "content": "<p>Robert Oliver is an accomplished New Zealand chef and author of the Gourmand World Cookbook award-winning book, Me’a Kai: The Food and Flavours of the South Pacific. Raised in Fiji and Samoa, Robert’s passion for the South Pacific was the driver behind Me’a Kai, which was writtenin an effort to connect the Pacific’s agricultural and tourism sectors. Robert has developed restaurants in major cities around the world and now holds ambassador positions for Le Cordon Bleu and True Pacific.</p>\n\n<p>http://www.robertoliveronline.com\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/robert-oliver_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "reigniting-a-language",
    "url": "/talks/reigniting-a-language/",
    "title": "Reigniting a language",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Cx2-XvdnH4Y",
    "content": "<p>Sophie Tauwehe Tamati is an award-winning educational entrepreneur and senior lecturer at the University of Auckland. Passionate about education, Sophie worked through many cultural and technological barriers to achieve her dream of making it easier, faster and more enjoyable for students to learn other languages and connect with those around them. Sophie launched the Hika programs – Hika EXPLORER and Hika LITE – designed to support students and teachers achieve their language goals.</p>\n\n<p>http://hikagroup.com\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/sophie-tamati_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "reinventing-reading",
    "url": "/talks/reinventing-reading/",
    "title": "Reinventing Reading",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "pz9kG1aUVe0",
    "content": "<p>Paul has always had a passion for technology and reading and finds it fascinating that we can now carry an entire library around in our pocket. Yet the reading experience has not evolved in more than 2000 years despite storytelling taking disruptive leaps forward with the introduction of film and video games. Booktrack is his answer to addressing the decline in reading and literacy rates that will help make reading relevant again to a new generation of readers. Prior to Booktrack, Paul flew with the Royal New Zealand Air Force in roles including fisheries and customs surveillance, search and rescue, and anti-terrorism. Paul then founded a new division of an electronics and software company that provides products and services to the global defense industry, before cofounding Booktrack.</p>\n\n<p>http://www.booktrack.com/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/paul-cameron_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "release-me",
    "url": "/talks/release-me/",
    "title": "Release Me",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "X9R84sNlLYY",
    "content": "<p>Anna Coddington’s new single ‘Release Me’. The yacht-rock inspired ‘Release Me’ features a driving rhythm sitting alongside a riff which lures in the listener. Performed live for the first time with Fly My Pretties early in 2016, ‘Release Me’ is another welcome addition to the catalogue of Anna.\nhttp://www.annacoddington.com/\nhttps://www.facebook.com/AnnaCoddingtonMusic</p>\n\n<p>Anna is one of NZ’s finest musicians known for her enchanting live performances and a voice which “flows perfectly from soft to grunty”.</p>\n\n<p>Anna is currently working on her third album which will be the culmination of five years of diligent songwriting and many hours in her home studio, combined with studio sessions at Auckland’s The Lab with some of NZ’s finest musicians.</p>\n\n<p>She holds a Master’s Degree in Linguistics, is a former winner of the Smokefree Rockquest as a teen, and has been a finalist for the Silver Scroll numerous times. Anna is a frequent collaborator with the collective Fly My Pretties, a mother, environmentalist, and a second-dan Karate black belt.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/anna-coddington_talk_1.jpg"},{"image":"/uploads/anna-coddington_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "rethinking-the-brain",
    "url": "/talks/rethinking-the-brain/",
    "title": "Rethinking the brain",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "NT_Z6kULoVw",
    "content": "<p>Richard Faull is professor and director of the Centre for Brain Research at the University of Auckland. Raised in a small Taranaki farming community, Richard discovered his passion for the human brain as a young medical student and has spent his life pursuing exciting, innovative and groundbreaking research in this field at the University of Auckland. Richard’s work has been widely recognised internationally and through appointments as Fellow of the Royal Society of New Zealand, Officer of the NZ Order of Merit, and receiving of many awards including New Zealand’s highest scientific award, the Royal Society Rutherford Medal.</p>\n\n<p>http://www.fmhs.auckland.ac.nz/faculty/staffct/staff_details.aspx?staffID=72666175303032\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/sir-richard-faull_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "sam-hunt-at-tedxauckland",
    "url": "/talks/sam-hunt-at-tedxauckland/",
    "title": "Sam Hunt at TEDxAuckland",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "pW7uouAZAWo",
    "content": "<p>Sam was born in 1946 and grew up in Castor Bay, Auckland. It was a coastal childhood filled with poems. Both parents and their colourful circle of family and friends often had poems on their lips - usually told from memory. The Catholic Mass made its mark on Sam too.</p>\n\n<p>Though he likes to call his poems “songs for the tone-deaf”, Sam has happily worked with musicians - country band The Warratahs, modern classical man Gareth Farr, the New Zealand Symphony Orchestra, and alternative rocker David Kilgour, among others. Sam was special guest at two acclaimed Leonard Cohen concerts in 2009. In 1986, Sam was awarded a QSM - a “quiet sober man” he claimed. In 2010, he was further festooned with honour when he was made a Companion of the New Zealand Order of Merit (CNZM) for services to poetry.</p>\n\n<p>Sam has enjoyed a burst of activity in recent years, publishing a new collection of poems Doubtless and the semi-autobiographical Backroads: Charting a Poet’s Life, as well as a selection of James K. Baxter poems. His most recent book is Knucklebnes: Poems 1962 - 2012.</p>\n\n<p>http://www.samhunt.co.nz/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/sam-hunt_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "saving-lives-with-the-world's-largest-subwoofer",
    "url": "/talks/saving-lives-with-the-world-s-largest-subwoofer/",
    "title": "Saving lives with the world's largest subwoofer",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "s3gQu3_hJVc",
    "content": "<p>Matthew Simmons is co-founder of Arvus Group International, a business he started when he was 12 years old in 1983.  Together with a core team of 30+ engineers working in 14 countries and Julie Simmons, his wife and business partner of 20years, Arvus Group creates unique technologies and solutions in a wide array of industries that include Audio, Optics, Geothermal and Nuclear power, Material sciences, Cinema, Signal Processing and Atmospheric Sciences. Based in Hamilton, New Zealand with a vibrant global network, Arvus Group’s International clients includes, Dolby, Sony, Disney, Imagineering, SingTel, Real Image and Park Road Post.</p>\n\n<p> http://arvusgroup.co.nz/ </p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/matthew-simmons_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "saying-goodbye-to-binary-gender",
    "url": "/talks/saying-goodbye-to-binary-gender/",
    "title": "Saying goodbye to binary gender",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "DW5YctpK7pM",
    "content": "<p>Pani talks about how the dominant heterosexual societal way of our culture has many downsides and proposes using more masculine and feminine ways of describing characteristics and not people could have benefits for all.</p>\n\n<p>Pani is a Senior Lecturer in Psychology at Auckland University of Technology. For over a decade, Pani has researched the intersection of gender, power, culture, sexuality and identity – largely focusing on how heterosexuality plays out in domains such as casual sex, online dating, mass media and the New Zealand sex industry. She is currently focusing on examining mobile dating, in order to explore how such technology is (re)shaping intimate relations in the 21st century.</p>\n\n<p>Her work seeks to dismantle the rigid gender binaries associated with heterosexuality. She is a regular media commentator on issues related to gender, sexuality, gender equality and sexism.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/pani-farvid_talk_2.jpg"},{"image":"/uploads/pani-farvid_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "small-steps-to-the-top-of-the-world",
    "url": "/talks/small-steps-to-the-top-of-the-world/",
    "title": "Small steps to the top of the world",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "p1SSEbfsQY8",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Mike crash landed a commercial place in the pacific ocean, after that he re thought about his life and became an adventurer. Climbing Mt Everest, running 7 marathons in 7 continents in 7 days, Mike gives is story and his idea on how he achieves these goals and lives his life.</p>\n\n<p>Air New Zealand pilot, Everest mountaineer, adventurer and extreme marathon competitor, Mike is an ordinary family man proving that anybody can accomplish extraordinary things.</p>\n\n<p>Life took a dramatic turn when a flight from the USA to New Zealand led to a crash-landing into the sea off the coast of Hawaii in the dark of night. The US Coast Guard colonel who eventually rescued Mike and his crew commented that nobody else had ever survived a crash landing into that part of the ocean.</p>\n\n<p>As well as becoming an Air New Zealand captain, Mike harboured another ambition – to stand at the top of Everest and, true to form, he conquered this goal in an unguided expedition. He has since gone on to conquer numerous other mountains, narrowly dodged a fatal avalanche in Peru, risked being shot in Russia, and returned a replica of a stolen Yeti hand to a monastery in Nepal. He’s also one of a handful of athletes who have ever run 7 marathons in 7 days on 7 continents.</p>\n\n<p>Most recently, Mike returned to the Himalayas to run the world’s highest marathon around Everest. This was a feat never before attempted and a milestone that was captured in the documentary film Chasing Altitude showing that others too can achieve their dreams and ambitions by overcoming the fear of failure and breaking each goal into a series of smaller steps.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/mike-allsop_talk_1.jpg"},{"image":"/uploads/mike-allsop_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "small-town-big-change",
    "url": "/talks/small-town-big-change/",
    "title": "Small town big change",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "ib-raWy_TXI",
    "content": "<p>Dale Williams is Mayor of Otorohanga and Chair of the Mayors Taskforce for Jobs. A certified motorcycle engineer by trade, Dale has first-hand experience launching and growing successful motorcycle dealerships and training young people through apprenticeship programs. Passionate about helping young people achieve the best career outcomes for their personal circumstances, Dale is an advocate of non-academic vocational pathways, realising that not all young people are suited to tertiary education.</p>\n\n<p>http://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/dale-williams_talk_2.jpg"},{"image":"/uploads/dale-williams_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "starjam",
    "url": "/talks/starjam/",
    "title": "StarJam",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "07nFY8dUCbo",
    "content": "<p>TEDxAuckland September 26th, 2010.\nJulie Bartlett is one of those rare examples in the modern business world o f a leader who not only ‘talks the talk’ but very much ‘walks the walk.’ Julie is the CEO and co-founder of the StarJam Charitable Trust. A not-for-profit organisation offering young people with disabilities the opportunity to build confidence and character through performance.</p>\n\n<p>http://www.starjam.org/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "stepping-up-to-global-citizenship",
    "url": "/talks/stepping-up-to-global-citizenship/",
    "title": "Stepping Up to Global Citizenship",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "V5VKIihK6fQ",
    "content": "<p>Grace &amp; Solonia have both been working for a while on a more global mindset for individuals and society. An increase in empathy and other peoples culture is what is needed right now in our modern world of increased culture interaction and uncertainty.</p>\n\n<p>Grace is an award winning entrepreneur, born to Indonesian and Australian parents. Having lived in multiple countries across the globe she is passionate about connecting people to themselves and the world around them in order to catalyse change and re-design their lives with meaning. She is a purpose driven individual, a Third Culture Kid and a multi-hyphenate who wears many hats. She has built strong communities across Southeast Asia, such as Secret {W} Business, CreativeMornings Singapore and SheSays Singapore. In 2009, she founded her first company Agent Grace, a boutique agency, where she helps companies navigate the Asia Pacific region. In 2013 she Co-Founded The Change School, a school to help individuals align values and life choices.</p>\n\n<p>Born to Taiwanese and Ethiopian parents, with life chapters spanning the US and Asia, Solonia considers herself a citizen of the world. Her life work endeavors to instill the belief that today’s global community offers endless possibilities in pursuit of purpose, meaning and self-actualization.</p>\n\n<p>Through her advisory SolWorks, she helps purpose-driven organisations to design, develop and amplify their initiatives. She previously worked with The Hub Singapore to launch the DBS-Hub Social Entrepreneurship Bootcamps in Singapore, Cambodia and Malaysia. Solonia founded The Hawker Sessions and launched the Singapore chapters of global initiatives The Worldwide Feast, Jane’s Walk and is now the co-founder of The Change School.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": null,"relatedPosts": null},
  {
    "id": "super-power-baby-project",
    "url": "/talks/super-power-baby-project/",
    "title": "Super power baby project",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "wUYBpsujxdw",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. When her daughter Evie was born with a significant genetic imbalance, photographer Rachel Callander turned to language to look beyond her disabilities and instead see her “superpowers.” Rachel’s talk describes how Evie inspired her to connect with and photograph other “superpower babies.”</p>\n\n<p>https://twitter.com/SuprPowrBabies\nhttps://www.superpowerbabyproject.org/\nhttp://tedxauckland.com/</p>\n\n<p>After losing her daughter Evie, who had a rare chromosome condition, award winning NZ Wedding and Portrait photographer Rachel Callander turned her talent to capturing the beauty and abilities of other children with ‘Super Powers’.</p>\n\n<p>Rachel has traveled the length and breadth of NZ meeting ordinary families being made extraordinary through the journeys their children are taking them on.</p>\n\n<p>As a result of her travels, Rachel’s insights and images offer a fresh understanding and language regarding disability. The stunning photographs of the children alongside the conversations with their parents are presented in the Super Power Baby Project, a photographic art book due for launch in August 2014.</p>\n\n<p>The Super Power Baby Project is a life affirming work. It does not shy from the notion that genetic syndromes bring with them their share of challenge, grief and difficulty. The strong message is though that there is much that lies beyond that. Rachel demonstrates that these children have much to teach us about themselves and ourselves, which is to be celebrated as truly exceptional.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/rachel-callander_talk_2.jpg"},{"image":"/uploads/rachel-callander_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "systems-thinking-for-a-better-world",
    "url": "/talks/systems-thinking-for-a-better-world/",
    "title": "Systems thinking for a better world",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "d53-nyFzoVI",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Rebecca finds leverage points which that can result in high impact, transformative and scalable models for individuals, business, cities and countries.</p>\n\n<p>https://twitter.com/_rebeccamills\nhttp://www.rebeccamills.co/\nhttp://www.tedxauckland.com/</p>\n\n<p>Working with some of the most inspiring and influential business leaders of our generation, Rebecca is a top sustainability strategist who works with the likes of Sir Richard Branson to develop global sustainable business strategy.</p>\n\n<p>Leading many projects in the public, private and not-for-profit sectors globally over the last decade, this is one kiwi that is making her mark on the global stage.</p>\n\n<p>A systems thinker and scientist, she finds leverage points which, when activated, result in high impact, transformative and scalable models for individuals, business, cities and entire countries.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/rebecca-mills_talk_2.jpg"},{"image":"/uploads/rebecca-mills_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "taking-science-primetime",
    "url": "/talks/taking-science-primetime/",
    "title": "Taking science primetime",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "GA8RsnezFIg",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Riley combines scientific research with media savvy to take his ideas to a mass audience. His talk describes how he balances the two sometimes opposing worlds of media and science.</p>\n\n<p>Riley Elliott is a PhD candidate at the University of Auckland. With an Honours degree in Zoology and Masters with distinction in Marine Science from Otago University, Riley ventured to South Africa to find his true passion - sharks. Being a surfer, free diver and spear-fisherman, Riley wanted to understand why sharks instilled so much fear in people and whether it was warranted. What he found was far worse – sharks are in rapid decline, receiving little sympathy due to their demonised stereotype.</p>\n\n<p>Through the combination of high-tech science and stimulating visual imagery, Riley explains how conventional scientific communication can move at the speed of modern day media to achieve conservational goals. Riley is now utilising this form of communication to address international issues as the presenter of Shark Man TV.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/riley-elliott_talk_2.jpg"},{"image":"/uploads/riley-elliott_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "teaching-about-money-in-a-cashless-society",
    "url": "/talks/teaching-about-money-in-a-cashless-society/",
    "title": "Teaching about money in a cashless society",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "s6ZFteZ61nA",
    "content": "<p>Money makes the world go around (maybe!) but many children today have never seen cash… instead watching as their parents pay for things electronically and invisibly. So how can parents make money tangible to their children? James’s approach centres on a “cashless moneybox,” designed to make money seem real and help children understand the tangibility of money.</p>\n\n<p>James is the Chief Architect at ASB bank and father of three young children.</p>\n\n<p>As a father, James has a keen interest in financial literacy and the challenge of teaching new generations about money. He believes that as money becomes less tangible in our digital world, we need to find new ways of using technology to impart good money habits to our kids in order to increase their financial well-being.</p>\n\n<p>At ASB James is helping the 168-year-old bank to rethink itself as a tech company, licensed and trusted to provide financial services.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/james-bergin_talk_2.jpg"},{"image":"/uploads/james-bergin_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "teaching-computers-to-talk",
    "url": "/talks/teaching-computers-to-talk/",
    "title": "Teaching Computers To Talk",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "qhqLoTKBRz0",
    "content": "<p>Alistair Knott is a linguist and cognitive scientist working at Otago University’s Department of Computer Science. He grew up in Brussels, attending the European School, a multilingual institution whose Babel-like environment sparked a lifelong interest in language. Ali studied psychology and philosophy at Oxford University, and then did postgraduate and postdoctoral work in artificial intelligence at the University of Edinburgh. He took up a lectureship at Otago in 1999, where he is now an associate professor. Ali’s research is in computational modelling of human language, with a focus on models of language generation. He worked on some of the earliest text generation systems deployed on the World Wide Web, and on an influential web-based human-computer dialogue system. His current interest is in psychological models of text generation: What are the neural mechanisms which allow people to talk about what they see and do?</p>\n\n<p>Alistair’s book Sensorimotor Cognition and Natural Language Syntax is published by MIT Press this month.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/alistair-knott_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "tedxauckland-2016-foodstory",
    "url": "/talks/tedxauckland-2016-foodstory/",
    "title": "TEDxAuckland 2016 FoodStory",
    "performance": "false",
    "highlight": "true",
    "youtubeVideoId": "J0s-ob4FGcg",
    "content": "<p>Food. It’s an essential ingredient to life, growing ideas, people and #TEDxAkl. Check out our Food Video from the 2016 Long Lunch.</p>\n\n<p>Thanks to Ben Barton, Fluke Creative for the amazing Video! And all the amazing Partners and people that made this possible! NIWA New Zealand, Amano, Ortolana, Milse, The Produce Company, Scarecrow, Waiheke Herbs, Rangihoua Estate, Yealands Family Wines, Hallertau Brewery, Invivo Wines, Homestead, AUT - Auckland University of Technology and Auckland Tourism, Events and Economic Development (ATEED). And of course all the amazing TEDxAuckland Volunteers and Crew!</p>\n","images": null,"relatedPosts": null},
  {
    "id": "the-accessibility-equation",
    "url": "/talks/the-accessibility-equation/",
    "title": "The accessibility equation",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "__V07QKguBI",
    "content": "<p>When you look at the world through disabilities, you look at he world through opportunities that haven’t been taken yet. Minnie breaks this down to an amazing world that we all live in of untapped opportunity of accessibility opportunity that makes us all better.</p>\n\n<p>Minnie is CEO and co-founder of Be. Accessible, a social change agency that is shifting how Kiwis value accessibility and the contribution to our world by people with access needs. This vibrant and innovative approach to social change has caught the attention of government, business, entrepreneurs and communities throughout New Zealand and the world. At it’s heart Be. Accessible is moving the emphasis from a notion of disability to Poss-ability, from deficit to strength, from disempowerment to leadership! Values of creativity, positivity, flexibility and generosity are at the heart of this social movement and underpin the work of Be.</p>\n\n<p>Minnie was a recipient of the Sir Peter Blake Leadership award 2013 and was made a Member of the NZ Order of Merit Queens Honour in 2014.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/minnie-barragwanath_talk_2.jpg"},{"image":"/uploads/minnie-barragwanath_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-christmas-tree-and-the-universe",
    "url": "/talks/the-christmas-tree-and-the-universe/",
    "title": "The christmas tree and the universe",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "gol_4kh8ETY",
    "content": "<p>This talk was given at a local TEDx event, produced independently of the TED Conferences. Richard’s work focuses on the physics of the very early universe and understanding the ways in which the universe changes between the Big Bang and the present day.</p>\n\n<p>Richard Easther grew up in New Zealand and was educated at the University of Canterbury. After graduating with his PhD in 1994, Richard held post-doctoral fellowships at Waseda University in Japan and at Brown and Columbia Universities in the United States. Richard was a professor at Yale University from 2004 until the end of 2011, when he returned to New Zealand.</p>\n\n<p>Richard is now a professor and Head of the Department of Physics here at the University of Auckland. Richard’s work focuses on the physics of the very early universe and understanding the ways in which the universe changes between the Big Bang and the present day.</p>\n\n<p>About TEDx, x = independently organized event In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/richard-easther_talk_2.jpg"},{"image":"/uploads/richard-easther_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-danger-of-now",
    "url": "/talks/the-danger-of-now/",
    "title": "The Danger of Now",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "uwyDU9_Wpi8",
    "content": "<p>TEDxAuckland 2009, Wendy McGuinness on The Danger of Now.</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "the-four-day-week",
    "url": "/talks/the-four-day-week/",
    "title": "The Four-Day Week",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "xjgqCgoxElw",
    "content": "<p>The 4 day week is the future of work. When Andrew Barnes trialled this groundbreaking flexibility model at the company he founded in New Zealand, he discovered productivity, engagement, job satisfaction, work-life balance and employee wellbeing had never been better - so the business adopted it full-time. Media, business leaders, and consumers around the world wanted to know how he did it, and how they can introduce flexible working arrangements in their own workplaces - and here, Andrew explains where he got the idea, how he introduced the 4 day week in his business, and what others need to know to play their part in changing how we work, for good. In 2019, Andrew Barnes’ book and podcast series about the four-day week, and the future of work is set to be released so he can continue to encourage businesses to take up this revolutionary practice. Andrew has made a career of market-changing innovation and industry digitisation. Most recently, in New Zealand, he triggered a revolution of the entire fiduciary and legal services industries, and the transformation he has led as the founder of Perpetual Guardian has positive implications both locally and globally. This was evidenced by his announcement of the four-day week, which made headlines around the world reaching an audience of over 4 billion people from 35 different countries and leading change in government thinking in Europe, Australia and New Zealand.</p>\n\n<p>Andrew is a director of Complectus Limited, the company encompassing Perpetual Guardian and several other trustee businesses. He is the director of Coulthard Barnes, chair of the Regional Facilities Auckland board, and chairman of New Zealand payroll provider, PaySauce. PaySauce recently launched a new draw-down service to give employees interest-free access to money they have already earned as soon as they earn it, and is aimed at preventing people having to resort to pay day lenders (which charge up to 700% interest on small loans).</p>\n","images": [{"image":"/uploads/andrew-barnes-talk-2.jpg"}],"relatedPosts": null},
  {
    "id": "the-future-of-museums-in-a-big-data-world",
    "url": "/talks/the-future-of-museums-in-a-big-data-world/",
    "title": "The future of museums in a big data world",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "EKBKqcaHOIg",
    "content": "<p>In a story that weaves together an Arabian princess, the ancient Egyptians and Donald Trump, technology entrepreneur Angie Judge shares her unique perspective on the intersection of artificial intelligence in museums to democratise curation with data. Take a journey back in time at the history of history itself to see how museums have changed over the ages, a stark look at the perilous state of this sector and a view forward at the forces which are shaping our cultural future. \n Angie Judge is a Kiwi technology entrepreneur revolutionising the museum experience. Her company Dexibit brings artificial intelligence into the world’s cultural institutions and has been recognised as the global leader in data science for the cultural sector. Her passion for history, art and science coupled with computer engineering and analytics inspires her to make data-driven insight accessible to all museums.</p>\n\n<p>She writes on cultural commercialisation, lectures in machine learning and is a proud supporter of getting girls into STEM careers. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/angie-judge_talk_1.jpg"},{"image":"/uploads/angie-judge_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "the-hip-op-eration-crew",
    "url": "/talks/the-hip-op-eration-crew/",
    "title": "The Hip Op-eration Crew",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "saRWpSqQpPA",
    "content": "<p>Watch the Hip Op-eration Crew performance ‘D Floor Damager’ here https://www.youtube.com/watch?v=bsJjOxGhAE0 Billie formed the Hip Op-eration Crew as a flash mob initially in response to society’s outcasting of elderly people. What grew from there was an amazing dance group and community that is centred around the idea of having big goals and  adventure later on in life. The Hip Op-eration Crew are officially the worlds oldest dance troupe listed by the Guinness World Records. http://www.guinnessworldrecords.com/world-records/111063-oldest-dance-troupe</p>\n\n<p>After narrowly surviving New Zealand’s deadliest earthquake in Christchurch in 2011, Billie Jordan felt there was more to life than working as a communications consultant for large corporations. So she quit her job and moved to a small island off the East Coast of Auckland in New Zealand. Once there she taught herself how to dance following hip hop clips on YouTube, then gathered up her elderly neighbours (aged 68 to 96 years old) and established them as a hip hop dance crew with the audacious goal of performing at the World Hip hop Championships in Las Vegas within eight months. From that point on her life and the lives of her dance group changed forever.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/billie-jordan_talk_2.jpg"},{"image":"/uploads/billie-jordan_talk_4.jpg"},{"image":"/uploads/billie-jordan_talk_3.jpg"},{"image":"/uploads/billie-jordan_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-human-hologram",
    "url": "/talks/the-human-hologram/",
    "title": "The Human Hologram",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "CohKXd3NnEE",
    "content": "<p>TEDxAuckland 2009, Dr Robin Kelly. \nBy blending Western and Eastern approaches to medicine with modern mind body concepts and quantum theory, Robin is an expert in the process of deep healing. As well as running his own Auckland practice, he is an internationally\nrespected author and speaker.</p>\n\n<p>http://www.robinkelly.co.nz/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "the-label-libel,-a-new-look-at-diversity",
    "url": "/talks/the-label-libel-a-new-look-at-diversity/",
    "title": "The Label Libel, A New look at Diversity",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "hNUgOhJiQZc",
    "content": "<p>Watch As Love Draws Near by Philip Patston here http://www.youtube.com/watch?v=jZPxTPr5MRw</p>\n\n<p>Philip Patston is best recognised for his ten-year career as a comedian and entertainer, but it’s his passion for social change that is getting him noticed. An alumni of the New Zealand Social Entrepreneur Fellowship, Philip is a passionate believer that we have a powerful opportunity to reimagine diversity. His focus is on engaging people to achieve positive social change by reinventing the labels with which we categorise ourselves and each other.</p>\n\n<p>http://diversitynz.com/  http://www.philippatston.com/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/philip-patston_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-last-ocean",
    "url": "/talks/the-last-ocean/",
    "title": "The Last Ocean",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "fXYXHIX4P0A",
    "content": "<p>Peter Young established Fisheye Films in Christchurch in 1997 and has worked as a freelance director and cameraman. He came to filmmaking the long way, spending the first ten years of his working life mustering, shearing, fishing and fencing. Over this time he developed a strong connection to the land and the people that work on it and this bond remained even with his shift to film and television.</p>\n\n<p>Peter has credits in well over a hundred documentaries, among them; BBC’s Blue Planet series, a documentary on giant squids for prime time Discovery, episodes on the South Island for Country Calendar, the acclaimed TVNZ series Explorers, and the final tribute documentary for Sir Edmund Hillary. Peter has also produced and filmed the award winning TVNZ series Hunger for the Wild and is now working on his second series of Coasters.</p>\n\n<p>Having recently completed his first feature documentary The Last Ocean, this five year labour of love has expanded into the formation of a Charitable Trust to promote the protection of the world’s most pristine marine ecosystem – the Ross Sea in Antarctica.</p>\n\n<p>http://www.lastocean.org/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized eventIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/peter-young_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-luckiest-boy-in-the-world",
    "url": "/talks/the-luckiest-boy-in-the-world/",
    "title": "The Luckiest Boy In The World",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "7nokY97BRS4",
    "content": "<p>Born with a rare condition called Osteogenesis Imperfecta and has broken nearly every bone in his body. For those who know Samuel, ‘Disabled’ would one of the least appropriate words to describe him. World traveller, Adventurer, Entrepreneur, Husband, Father of two gorgeous little girls – Samuel considers himself the luckiest boy in the world.</p>\n\n<p>Born with a rare condition called Osteogenesis Imperfecta and has broken nearly every bone in his body.</p>\n\n<p>Wheelchairs and broken bones are part of life for Samuel, though for those who know Samuel, ‘Disabled’ would one of the least appropriate words to describe him. World traveller, Adventurer, Entrepreneur, Husband, Father of two gorgeous little girls – Samuel considers himself the luckiest boy in the world.</p>\n\n<p>Samuel is part of a wheelchair design partnership that is changing the lives around world in the most practical way. Physical independence is something Samuel is very passionate about and sees it as one of the most basic of human rights.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/samuel-gibson_talk_2.jpg"},{"image":"/uploads/samuel-gibson_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-mind-leading-the-blind",
    "url": "/talks/the-mind-leading-the-blind/",
    "title": "The Mind Leading the Blind",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "Xt5OuEnJbM4",
    "content": "<p>MobileEye is a software start-up that is striving to help the blind better experience the world around them. Co-founded by students from Auckland University of Technology Aakash Polra, Jade Tan and Mohit Singh, MobileEye is creating technology capable of translating photographs into audible descriptions using smartphone technology.</p>\n\n<p>http://www.mobileeye.org/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "the-myth-of-race",
    "url": "/talks/the-myth-of-race/",
    "title": "The Myth of Race",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "8v0ykTrTQEc",
    "content": "<p>Sharad argues that the modern perception of race is wrong and that science and the story of Vitamin D and Folic acid tell their own story about race and skin colour.</p>\n\n<p>Dr. Sharad P. Paul is an academic specialising in skin cancer surgery, both in New Zealand and Australia. His Skin Surgery Clinic has one of the largest series of skin cancer patients worldwide, with over 100,000 consultations and 35,000 operations since the clinic was established in 1996.</p>\n\n<p>Award winning Sharad has served on the National Commission of UNESCO, and teaches creative writing to disadvantaged children by personally visiting schools once a week, and by funding school libraries. These initiatives are supported through the model of social entrepreneurship created by projects such as The Baci Lounge, an award-winning bookstore, within his own Baci Foundation.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/sharad-paul_talk_1.jpg"},{"image":"/uploads/sharad-paul_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "the-narrative-origins-of-spaceflight",
    "url": "/talks/the-narrative-origins-of-spaceflight/",
    "title": "The Narrative Origins of Spaceflight",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "LD0yGBwszCQ",
    "content": "<p>Dr. Alexander MacDonald, Senior Economic Advisor at NASA, describes the history of spaceflight stories, how they inspired and influenced the development of space launch vehicles, and how the stories we tell as a society shape our collective future. \n Alex is the senior economic advisor at NASA and the founding program executive for NASA’s Emerging Space Program. With the rising interest in commercial and private space exploration, Alex bridges the knowledge gap and provides the economic expertise.</p>\n\n<p>He has presented at the United Nations on asteroid impact mitigation and his spacecraft projects have seen him design small satellites for coral reef health mapping, earthquake early-detection and asteroid rendezvous. Alex was also a Clarendon Scholar at the University of Oxford, where he completed his doctoral dissertation on, “The Long Space Age: An Economic Perspective on American Space History. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/alexander-macdonald_talk_2.jpg"},{"image":"/uploads/alexander-macdonald_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-new-zealand-story",
    "url": "/talks/the-new-zealand-story/",
    "title": "The New Zealand story",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "6TfwRRJTF1o",
    "content": "<p>Brian Sweeney is the New York-based Chairman of SweeneyVesty, a global corporate communications company founded in Wellington in 1987 with Jane Vesty. He is dedicated to the idea of New Zealand exporting its services, innovation and creativity, and to the related positioning and communications New Zealand must undertake to be competitive globally. He has a Politics degree from the University of Waikato. Brian has produced film, books, photography, theatre and music. He first attended TED in Kobe, Japan in 1994.</p>\n\n<p>http://www.nzedge.com\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/brian-sweeney_talk_2.jpg"},{"image":"/uploads/brian-sweeney_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-origins-and-evolution-of-language",
    "url": "/talks/the-origins-and-evolution-of-language/",
    "title": "The Origins and Evolution of Language",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "nd5cklw6d6Q",
    "content": "<p>Nearly everybody can communicate, and most do so through some form of language, and yet the question of where language came from is one of the most difficult questions in science. Psychologist and author, Michael Corballis explores the many theories of language’s origins, including his own, and details how language and communication have continued to evolve, from primates’ use of gestures, to the advent of communicative technologies. Michael Corballis, emeritus professor at the Department of Psychology at The University of Auckland is one of the foremost global experts on the evolution of human language.</p>\n\n<p>The son of a sheep farmer from Marton, Michael’s long and decorated academic career has seen his studies of the brain and what it is to be human earn him New Zealand’s top science prize, The Rutherford Medal.</p>\n\n<p>He has worked with patients who have had two-sides of their brains disconnected to relieve epilepsy which led him to look deeper into studying the two brain hemispheres. His most recent book The Truth About Language explores the idea that language evolved from manual gestures. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/michael-corballis_talk_1.jpg"},{"image":"/uploads/michael-corballis_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "the-people-vs-the-trolls",
    "url": "/talks/the-people-vs-the-trolls/",
    "title": "The People vs The Trolls",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "FxSra_n9oeE",
    "content": "<p>David talks about online bullying and what people can do about under the current laws.</p>\n\n<p>David is a District Court Judge, an educator and an award winning academic on legal and information communications technology matters.</p>\n\n<p>As a District Court Judge, he presided over all criminal jury trials and judge alone criminal matters, civil proceedings and in the Youth Court. His involvement with the New Zealand Court on information technology initiatives began in 1990, and has continued to influence his academic writing.</p>\n\n<p>Judge Harvey has presented a number of papers both in New Zealand and internationally on law and technology matters, especially in the field of how technology can improve court and judicial processes, as well as access to justice. David’s blog is a unique insight to a top level new legal decision making in an increasingly fast changing world.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/david-harvey_talk_1.jpg"},{"image":"/uploads/david-harvey_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "the-power-of-words",
    "url": "/talks/the-power-of-words/",
    "title": "The power of words",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "LivPMiYik9g",
    "content": "<p>Grace Taylor is a spoken word poet, teaching artist and youth development worker. She believes in the empowerment of words, in particular through creative manifestations and providing spaces for people to tell their own stories. Grace’s poetry ciphers strongly around dialogues about identity, with her believing that the exploration of a sense of belonging is underestimated in many facets of society.  Grace is co-founder of the South Auckland Poets Collective and the Rising Voices Youth Poetry Movement.</p>\n\n<p>http://www.niunavigations.com\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/grace-taylor_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-south-korean-machine",
    "url": "/talks/the-south-korean-machine/",
    "title": "The South Korean Machine",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "cMxUl2k4DsY",
    "content": "<p>In recent years, the South Korean media industry has become a global phenomenon. Anna Faber’s psychoanalytic research of South Korean media, it’s inception, development, and success draws controversial and challenging ideas about the impact of the industry on contemporary society, and its significance in the foundation of a nationwide establishment of normativity.\n Anna Faber is a Master’s student at The University of Auckland researching the interaction between the US and Asia within a film context. In particular, her world-first research explores the impact South Korean film and media has on South Korean society. Notoriously censored in the past, South Korean film has underscored major political movements and provided somewhat of a guideline to South Korean existence.</p>\n\n<p>Anna was awarded a first class honours degree in which she undertook various studies in feminist film theory and documentary-making in addition to a dissertation on the concept of borders in South Korean horror film. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/anna-faber_talk_2.jpg"},{"image":"/uploads/anna-faber_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-unlikely-neighbourhoods-of-innovation",
    "url": "/talks/the-unlikely-neighbourhoods-of-innovation/",
    "title": "The Unlikely Neighbourhoods of Innovation",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "g_fFi7vFrHA",
    "content": "<p>What will it take for societies to be truly innovative? What will it look like to have that decentralised, citizen powered and unbiased by demographics? Andy Crowe and Rui Peng’s idea is to see underprivileged communities embrace their diversity and become powerhouses of innovation. This has upended their values, blown apart their assumptions, and given them an understanding of innovation as a force for good. Andy co-founded Critical. Design in 2013 with Rui Peng, aimed at democratising manufacturing. The Design Lab is located inside decile 1 Wesley Intermediate School and brings tech such as 3D design and printing, robotics and CNC milling to their students and community. Andy has supported innovative initiatives in the education sector and continues to help teachers to think outside of the box to best prepare students for an unknown future. He has harnessed this experience to drive the social innovation initiatives that Critical pursues.</p>\n\n<p>Rui Peng is a husband, father, social entrepreneur, designer, maker, architect, technology enthusiast, and a man with a big mission. The question that guides his work and life is: ‘How can I align my deepest desire with the world’s deepest need?’ As a young designer based in the low socioeconomic neighbourhood of Mt Roskill, he is searching for the “sweet spot” where his talents can be directed towards empowering his neighbours to gain the skills and resources they need to determine their own futures. He co-founded Critical. Design in 2013 and right now, he’s working through the immense challenges that come with making the dream of the social entrepreneur a reality. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": null,"relatedPosts": null},
  {
    "id": "the-wall,-making-history-social",
    "url": "/talks/the-wall-making-history-social/",
    "title": "The Wall, Making History Social",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "bPNyP2q08ow",
    "content": "<p>As Chief Executive of the Gibson Group, Victoria leads a group of diverse and talented producers, creatives and technicians. The Gibson Group’s innovative visitor attractions and museum works, and its hugely popular television programmes and films have been exported around the world.  Recent projects include an immersive museum outreach project in Copenhagen which has won three prestigious international awards, including one from the United Nations, and a soon-to-be-released comedy horror feature film called Fresh Meat.</p>\n\n<p>The company’s aims include continuing the push into new export markets, including China, Korea, the Middle East and the US. Victoria’ qualifications balance the creative (theatre and film) and the analytical (law and linguistics).  Victoria is on the board of SPADA (the Screen Production and Development Association), is a director of Screenrights and has been chair of Bats Theatre in Wellington since 2005.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/victoria-spackman_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "the-way-we-think-about-immigration-is-flawed",
    "url": "/talks/the-way-we-think-about-immigration-is-flawed/",
    "title": "The way we think about immigration is flawed",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "6Vqethhad_k",
    "content": "<p>Born in Ethiopia, Yoseph Ayele was kicked out of the United States because his Harvard degree and entrepreneurial work did not satisfy US immigration requirements. He moved to New Zealand to design the Global Impact Visa - the first immigration policy in the world to select people on their potential to create a positive impact in society. This visa is run by the Edmund Hillary Fellowship (www.ehf.org) in a new model for taking a human-centric and entrepreneurial approach to doing immigration in the 21st century. \n Yoseph is co-founder and CEO of the Edmund Hillary Fellowship, a community of exceptional entrepreneurs and investors who are solving complex global problems from New Zealand. EHF is implementing the Global Impact Visa – the most entrepreneur-friendly visa in the world and the first to focus on impact.</p>\n\n<p>Born in Ethiopia, Yoseph has lived in six countries across four continents. Before moving to New Zealand, he helped grow Inflection, a successful technology startup in Silicon Valley. He studied entrepreneurship, leadership and social change at Harvard, Cambridge, and Victoria University of Wellington. He is passionate about regenerative agriculture, building cultural bridges, and community. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/yoseph-ayele_talk_1.jpg"},{"image":"/uploads/yoseph-ayele_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "throwing-a-rock-at-the-tiger",
    "url": "/talks/throwing-a-rock-at-the-tiger/",
    "title": "Throwing a rock at the tiger",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "yku9P9luZh4",
    "content": "<p>The ability to adapt has become crucial for success in this quicker-faster-all-the-time world. Lawyer and entrepreneur, Mai Chen explains how to grow your ability to adapt, including harnessing migrant experiences living, working and visiting abroad, and how to keep yourself match fit in adapting by incentivising yourself to ‘run faster’.\n Mai Chen is a thought leader, direction setter and a futures thinker. Born in Taiwan and coming to New Zealand as a child with barely any English, she is now one of New Zealand’s top public and constitutional law experts specialising in central and local government. She has been managing partner of her firm Chen Palmer for more than 20 years. Holding countless governance and advisor roles, she works to empower women, champion diversity and inspire leaders across New Zealand.</p>\n\n<p>Having completed her Masters at Harvard Law School, Mai now is a professor at the University of Auckland, in between chairing NZ Global Women and NZ Asian Leaders among many other leadership roles. Twice a finalist in the New Zealander of the Year Awards, Mai embodies a world class leader in every way. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/mai-chen_talk_1.jpg"},{"image":"/uploads/mai-chen_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "turning-disability-into-ability",
    "url": "/talks/turning-disability-into-ability/",
    "title": "Turning disability into ability",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "KOdzMd1KLrg",
    "content": "<p>Paralympian gold medalist, Liam Malone believes that technological advancement and determination is the key to his success in sport and life in general. After having both legs amputated in early childhood, Liam felt like an outcast among his peers. However, with the betterment of artificial limb technology, and the advent of Running Blades, Liam found himself excelling in sporting achievement, representing New Zealand at the 2016 Summer Paralympics in Rio de Janeiro, and breaking records originally set by disgraced sprinter Oscar Pistorius. But what is the future of this technology? How can it be used to improve the lives of differently-abled people? And how can it be harnessed for future sporting milestones?</p>\n\n<p>However, in this motivational speech, Liam does not simply credit technology for his success. He also discusses the importance of determination and ambition to achieve one’s goals. No matter who you are, this speech has the potential to motivate and inspire you to strive for success regardless of your circumstances in life.   Liam is New Zealand’s blade runner. Hailing from Nelson, Liam had only been training for two years when he burst onto the track at the Rio Paralympics in 2016, winning a silver and two gold medals while smashing records in the process.</p>\n\n<p>Liam was Disabled Sportsperson of the Year at the Halberg Awards this year and became a Member of the New Zealand Order of Merit in 2017. After completing a Bachelor in Marketing and International Business while training, Liam is now a sought-after keynoter and invests in startups. Now, he’s on a mission to develop hi-tech prosthetics with the aim of becoming the fastest man on earth. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/liam-malone_talk_1.jpg"},{"image":"/uploads/liam-malone_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "unlock-your-creative-superpowers",
    "url": "/talks/unlock-your-creative-superpowers/",
    "title": "Unlock your creative superpowers",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "yiAWXlAXBzQ",
    "content": "<p>In this day and age, setting goals is considered a necessary life skill in order to be successful, or at least, what society deems successful. Instead, Chris Pemberton encourages you to focus on making the journey of life a colourful one and to create the mental space needed to open your mind to its infinite possibilities, as opposed to staying single-mindedly focus on one track. This way we can make sure all of the goals we are heading towards are in line with what drives us intrinsically. Chris believes the way to achieve this mindset is by exploring one’s creativity. He shares his story of coming to this realisation, and the art projects he dived into that helped him discover the depths of his creative expression… and a psychedelic experience involving Ayahuasca. With an international experiment called Creative Mirror, Chris proves creativity exists in everyone, no matter their skill level. Chris is an electrician by trade, but his real passion lies in helping people lead more creative lives. As the founder of Humans of K Road and now Humans for the Future, Chris focuses on bring humans from all walks of life together to share sustainable ideas and pursue their creative endeavours. His exhibition Creative Mirror is currently touring the world, inspiring people to unleash their inner creativity, by connecting them to different artists and opening up the art world.</p>\n\n<p>Chris also founded the Crisp Creative Club in Australia, which holds sessions to help others improve their creative mindset. As the author of The Creative Soul, Chris believes “If it’s the journey, not the destination, then we may as well make the journey as creative and colourful as possible”. This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at https://www.ted.com/tedx</p>\n","images": [{"image":"/uploads/chris-pemberton_talk_2.jpg"},{"image":"/uploads/chris-pemberton_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "unreality-why-are-we-chasing-an-unachievable-idea-of-perfection",
    "url": "/talks/unreality-why-are-we-chasing-an-unachievable-idea-of-perfection/",
    "title": "Unreality: Why are we chasing an unachievable idea of perfection",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "ujQAvQteeZY",
    "content": "<p>After losing her leg to Cancer at the age of 9, Jess Quinn has spent her life learning how to live beyond the challenges of her adversity and learning to love the skin she’s in exactly as it is. Now with 180,000+ people following her journey she’s been able to spread these messages and her unique perspective on body image with people all over the world helping them understand what it means to truly love the skin you’re in no matter what adversity or insecurities you face. Jess Quinn has a passion for helping people overcome adversity and insecurity using her own experiences. Since losing her right leg to cancer at the age of 9, Jess has refused to let that stand in her way of living life to its fullest with a core passion for helping others overcome their physical and mental setbacks along the way.</p>\n\n<p> <br />Jess has developed an social media following of 180,000+ followers by speaking of her journey in a raw, honest way. Having just placed third on Dancing with the Stars NZ and signing with a LA based modelling agency, Jess has turned her adversity into a career of helping others push through life’s triumphs and continuing to lead by example by taking all challenges that come her way.</p>\n\n<p><br />As one of New Zealand’s most engaged personalities on social media, Jess connects with thousands of people each day to help inspire their own journey.</p>\n\n<p><br />Jess is currently on a mission to bringing awareness to image retouching in the advertising industry and why we are chasing an unachievable and unrealistic idea of perfection both as a model and advocate.<br />If you want to help Jess achieve her goal, you can sign her petition here: <a href=\"https://www.parliament.nz/en/pb/petitions/document/PET_82711/petition-of-jessica-quinn-transparency-around-retouching\" target=\"_blank\">https://www.parliament.nz/en/pb/petitions/document/PET_82711/petition-of-jessica-quinn-transparency-around-retouching</a></p>\n\n<p><br />Jess Quinn has a passion for helping people overcome adversity and insecurity using her own experiences. Since losing her right leg to cancer at the age of 9, Jess has refused to let that stand in her way of living life to its fullest with a core passion for helping others overcome their physical and mental setbacks along the way.</p>\n\n<p> <br />Jess has developed an social media following of 180,000+ followers by speaking of her journey in a raw, honest way. Having just placed third on Dancing with the Stars NZ and signing with a LA based modelling agency, Jess has turned her adversity into a career of helping others push through life’s triumphs and continuing to lead by example by taking all challenges that come her way.</p>\n\n<p><br />As one of New Zealand’s most engaged personalities on social media, Jess connects with thousands of people each day to help inspire their own journey.</p>\n\n<p><br />Jess is currently on a mission to bringing awareness to image retouching in the advertising industry and why we are chasing an unachievable and unrealistic idea of perfection both as a model and advocate.</p>\n\n<p><br />If you want to help Jess achieve her goal, you can sign her petition here: <a href=\"https://www.parliament.nz/en/pb/petitions/document/PET_82711/petition-of-jessica-quinn-transparency-around-retouching\" target=\"_blank\">https://www.parliament.nz/en/pb/petitions/document/PET_82711/petition-of-jessica-quinn-transparency-around-retouching</a></p>\n","images": [{"image":"/uploads/jess-quinn-talk-1.jpg"}],"relatedPosts": null},
  {
    "id": "using-spare-hands-to-make-a-difference",
    "url": "/talks/using-spare-hands-to-make-a-difference/",
    "title": "Using spare hands to make a difference",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "ji8OgA0Ito8",
    "content": "<p>Janette tells us how her charity Take My Hands started and how they running it on virtually no funds and using spare capacity of people and companies to achieve their goals.</p>\n\n<p>Janette Searle had a life changing conversation that turned into ‘Take My Hands’ a not-for- profit organisation that redistributes prosthetic, orthotic and medical equipment to those in need. Every day, freight carriers and warehouses are often only partly full, so, Janette asked, what if we take advantage of that spare capacity and send vital equipment to those that need it? So far, the organisation has sent 50 boxes of artificial limbs, over 35 boxes of medical equipment and used just a fraction of the spare capacity that exists in the industry. So what might happen if we started a global economy of spare capacity? Janette believes there is power in the collective when its collaboration is focused, and that it is people that make the world go round, not money.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/janette-searle_talk_1.jpg"},{"image":"/uploads/janette-searle_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "walking-with-mandela",
    "url": "/talks/walking-with-mandela/",
    "title": "Walking with Mandela",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "4CO7f9HHI3A",
    "content": "<p>Rory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.</p>\n\n<p>Hear Rory’s story about the small things that made Nelson Mandela great.</p>\n\n<p>After rising through the ranks of the South African police force, Rory was appointed to the Presidential Protection Unit in 1996, and was made team leader of President Nelson Mandela’s personal security detail, handling the protection of the former President both nationally and internationally.</p>\n\n<p>Rory watched Mandela, up close and personal, as he led the racially divided nation from the brink of bloodshed to unexpected levels of peace and stability.</p>\n\n<p>What Rory learnt from the man, once seen as a terrorist by South African authorities, changed his life forever.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/rory-steyn_talk_2.jpg"},{"image":"/uploads/rory-steyn_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "wet-hot-beauties",
    "url": "/talks/wet-hot-beauties/",
    "title": "Wet Hot Beauties",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "V3QM59nehBk",
    "content": "<p>Pip Hall has worked as a full time writer in theatre, film and television for 17 years. An accomplished playwright, Pip has multiple awards to her name including New Zealand’s most significant and prestigious theatre honour, the Bruce Mason Playwriting Award.  Pip also works extensively in television and film as a writer, story liner, story/script editor, developer, creative producer and actor.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "what's-your-prison",
    "url": "/talks/what-s-your-prison/",
    "title": "What's Your Prison?",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "LjjlsW1MDmc",
    "content": "<p>At the age of 18, Paul was a high-school dropout in prison for murder. While spending time in maximum security he discovered the life enriching quality of learning. This led him to voraciously pursue both formal and informal means of education.  He acquired both Bachelor’s and Master’s degrees in Psychology and Philosophy whilst in prison and by the time he was released he was two years into a Doctorate in Psychology. Paul is now a respected coach and consultant who uses his knowledge and experience to assist individuals and organisations achieve their developmental goals. Paul will be using his own journey to illustrate and discuss the universal ingredients of successful personal change and growth.</p>\n\n<p>http://www.whatsyourprison.com/\nhttp://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event\nIn the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/paul-wood_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "what-if..-we-paid-attention-to-ordinary-miracles",
    "url": "/talks/what-if-we-paid-attention-to-ordinary-miracles/",
    "title": "What if.. we paid attention to ordinary miracles?",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "qP0bmN8S7ms",
    "content": "<p>Jonathan Milne is the founder of The Learning Connexion, which has accidentally become New Zealand’s biggest tertiary art school. He is equally interested in science and art and has always been captivated by the notion that life has meaning and heaven is within.</p>\n\n<p>http://tlc.ac.nz/showcase/a-to-z-tutors/tutor-profile-jonathan-milne/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "what-if...-being-young-is-the-answer-to-eradicating-poverty",
    "url": "/talks/what-if-being-young-is-the-answer-to-eradicating-poverty/",
    "title": "What if... being young is the answer to eradicating poverty?",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "l_L_t3nCfMw",
    "content": "<p>TEDxAuckland September 26th, 2010.\nDr. Divya Dhar believes having a youthful mindset is an absolute must for innovative leadership. She is a medical doctor and founder of the P3 Foundation. An organisation that aims to mobilise young people to break the poverty cycle. She lead the first New Zealand delegation to the International Federation of Medical Students’ Association general assembly.</p>\n\n<p>http://p3foundation.org/   http://divyadhar.com/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "what-if...-you-were-not-employed",
    "url": "/talks/what-if-you-were-not-employed/",
    "title": "What if... you were not employed?",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "MkngOJvs2AI",
    "content": "<p>With a PhD in Developmental Neuroscience from the University of Auckland and an MBA from Harvard Business School as a Fulbright Scholar, Privahini ‘Priv’ has managed to bridge the worlds of business and science.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "what-if...games-could-do-good",
    "url": "/talks/what-if-games-could-do-good/",
    "title": "What if...games could do good?",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "QhY7gAXpVD8",
    "content": "<p>TEDxAuckland September 26th, 2010.\nStephen is a Director of video games consultancy InGame and technology and innovation marketing consultancy Pursuit PR, but has turned his longtime passion for creating video games into an income and a positive contribution.</p>\n\n<p>http://www.ingame.co.nz/</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "whānau",
    "url": "/talks/wh%C4%81nau/",
    "title": "Whānau: building a bridge from performer to audience",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "cQO3kPM3YRE",
    "content": "<p>One one level, the Modern Māori Quartet was formed to bring to the stage the easygoing vibe its founders remember from their parents’ casual, guitar-fuelled garage parties of the 70s and 80s. At a deeper level, though, the MMQ’s performance and talk challenges the way indigenous peoples are perceived in Western society and uses an ancient culture to build a bridge any audience can cross.</p>\n\n<p>The suave crooners from the award-winning Modern Māori Quartet invite you to enjoy a fresh take on the classic Māori showbands of yesteryear.</p>\n\n<p>Toi Whakaari: New Zealand Drama School alumni James Tito, Maaka Pohatu, Matariki Whatarau and Francis Kora bring the concept of a Māori Rat Pack into the present with a contemporary twist, weaving their acting and musical talents together to fuse hearty and humorous Māori storytelling with the glorious tradition of showband entertainment.</p>\n\n<p>Modern Māori Quartet blends old school charm with modern pizzazz to highlight Aotearoa New Zealand’s musical past and present, featuring unique spins on Māori waiata (song), showband hits and pop music, all infused with the multi-talented Māori foursome’s irresistible charisma, sublime harmonies and universal humour.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": null,"relatedPosts": null},
  {
    "id": "world's-biggest-waterslide",
    "url": "/talks/world-s-biggest-waterslide/",
    "title": "World's biggest waterslide",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "RTjr184H5Rs",
    "content": "<p>Jimi Hunt is founder of the depression charity Live More Awesome, author of A Bit Mental and the only person silly enough to lilo the Waikato River. A sufferer of depression, Jimi aims to inspire people by doing the ridiculous – like building the world’s biggest waterslide – using these initiatives to help others with depression and raise awareness of New Zealand’s massive problem of depression, all while keeping himself sane.</p>\n\n<p>http://www.jimihunt.com\nhttps://twitter.com/thejimihunt\nhttp://www.abitmental.co.nz\nhttp://livemoreawesome.com\nhttp://tedxauckland.com</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/jimi-hunt_talk_2.jpg"},{"image":"/uploads/jimi-hunt_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "yes-she-can",
    "url": "/talks/yes-she-can/",
    "title": "Yes she can",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "rrsBQo6GVC4",
    "content": "<p>Helen Clark is Administrator of the United Nations Development Programme (UNDP) – the first woman to lead the organization – and Chair of the United Nations Development Group. Prior to joining the UNDP Helen served as Prime Minister of New Zealand for three terms, during which time she was widely engaged in policy development and advocacy across international, economic, social and cultural spheres. Now living in New York, Helen is a passionate supporter of the arts as evidenced by her promotion of the arts, culture and heritage portfolio during her time as Prime Minister.</p>\n\n<p>https://twitter.com/HelenClarkUNDP\nhttp://www.undp.org/content/undp/en/home/operations/leadership/administrator.html\nhttp://tedxauckland.com/</p>\n\n<p>In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": [{"image":"/uploads/helen-clark_talk_1.jpg"},{"image":"/uploads/helen-clark_talk_2.jpg"}],"relatedPosts": null},
  {
    "id": "yes",
    "url": "/talks/yes/",
    "title": "Yes",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "lzQSZmedcfs",
    "content": "<p>Jayne believes all of us are faced with plenty of amazing and sometimes scary opportunities; the trick is having the courage to say yes to them. Her first yes led to a series of others, resulting in a girls’ orphanage 14,000 kilometres away from her New Zealand home.</p>\n\n<p>Jayne has been described as many things; a brave adventurer, a visionary, an infectious truth-teller, a teacher, a mentor and an encourager.</p>\n\n<p>She has experienced bible smuggling into China, overland trucking in Africa, micro lighting over Victoria Falls, bathing elephants in Nepal, hot air ballooning in Cappadocia, walking part of the Camino de Santiago, trekking in the Himalayas, and horse riding in Turkey, Argentina and the length of New Zealand.</p>\n\n<p>In 2011, Jayne started her new adventure, a charity called Project Moroto which provides safe dormitory living for orphaned girls in Moroto, Uganda. She has provided a haven for 20 gorgeous girls, but what Jayne is most passionate about is giving these girls a “go”- an opportunity to find and fulfil their potential.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": [{"image":"/uploads/jayne-bailey_talk_2.jpg"},{"image":"/uploads/jayne-bailey_talk_1.jpg"}],"relatedPosts": null},
  {
    "id": "young-ocean-explorers",
    "url": "/talks/young-ocean-explorers/",
    "title": "Young Ocean Explorers",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "UzA_CTkn7vk",
    "content": "<p>When Steve put his daughter Riley as the front person for the show, his idea started to take off. Riley was a far better communicator to other children than an adult presenter.</p>\n\n<p>Riley Hathaway is a passionate 14-year-old ocean ambassador, who is already presenting her own TV series called ‘Young Ocean Explorers’. In Young Ocean Explorers, Steve and his daughter Riley present a captivating series of stories about what happens when a teenager comes face to face with the marine animals we’re all curious about, such as stingrays, orca, and turtles. It’s a winning combination: Riley’s got the questions and the teenage-cred, and Steve’s got the boat and underwater know-how. Together, they take us on a journey that has never been previously imagined: a fun, accessible glimpse into the world of New Zealand’s incredible underwater species.</p>\n\n<p>This talk was given at a TEDx event using the TED conference format but independently organized by a local community. Learn more at http://ted.com/tedx</p>\n","images": null,"relatedPosts": null},
  {
    "id": "z-depth-technology",
    "url": "/talks/z-depth-technology/",
    "title": "Z Depth Technology",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "YS3Fqf6hwOM",
    "content": "<p>TEDxAuckland 2009, Brenda Frisk on Z Depth Technology.</p>\n\n<p>About TEDx, x = independently organized event   In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organised events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null},
  {
    "id": "zombie-attack",
    "url": "/talks/zombie-attack/",
    "title": "Zombie Attack",
    "performance": "false",
    "highlight": "false",
    "youtubeVideoId": "by3CwhsixrQ",
    "content": "<p>TEDxAuckland 2009, Andy Blood on Zombie Attack.</p>\n\n<p>http://www.tedxauckland.com/</p>\n\n<p>About TEDx, x = independently organized event   In the spirit of ideas worth spreading, TEDx is a program of local, self-organized events that bring people together to share a TED-like experience. At a TEDx event, TEDTalks video and live speakers combine to spark deep discussion and connection in a small group. These local, self-organized events are branded TEDx, where x = independently organized TED event. The TED Conference provides general guidance for the TEDx program, but individual TEDx events are self-organized.* (*Subject to certain rules and regulations)</p>\n","images": null,"relatedPosts": null}
  
]

